[
  {
    "name": "Axe",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "The axe is the traditional weapon of Empire woodsmen, and is also used as a weapon in poorer rural areas. Axes have a heavy blade and, if swung by a strong man, can cause a lot of damage. The blade of an axe can easily cut through armour, though it requires considerable strength from the wielder.\n\nOf all the warriors in the Old World, Dwarfs are the most adept at making axes. Their axes are invaluable to the warriors of the Old World and are some of the most sought after weapons.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Cutting Edge",
        "description": "An axe has an extra save modifier of -1, so a model with Strength 4 using an axe has a -2 save modifier when he hits an opponent in hand-to-hand combat."
      }
    ]
  },
  {
    "name": "Ball and Chain",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Goblins only",
    "variable": null,
    "description": "This is a huge iron ball with a chain attached, used by the dreaded Night Goblin Fanatics to deal out whirling death. Enormously heavy, it can only be used when combined with Mad Cap Mushrooms.",
    "strength": "As user +2",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Incredible Force",
        "description": "Because the Ball and Chain is so heavy, normal armour does very little to protect against it. No armour saves are allowed against wounds caused by a Ball and Chain. In addition, any hit from a Ball and Chain is very likely to take off someone's head (or at least break some ribs!). Therefore, any hit that successfully wounds will do 1D3 wounds instead of 1."
      },
      {
        "name": "Random",
        "description": "The only way to wield a Ball and Chain is to swing it around in large circles, using your body as a counter-weight. Unfortunately this is not a very controllable fighting style, and as soon as he starts swinging his Ball and Chain, a warrior starts to lose control. The first turn he starts swinging the Ball and Chain, the model is moved 2D6\" in a direction nominated by the controlling player. In his subsequent Movement phases, roll a D6 to determine what the model does:\n\nD6  \tResult\n1\tThe model trips and strangles himself with the chain. The model is taken out of action. When rolling for Injury after the game, a roll of 1-3 means the model is out permanently, instead of the normal 1-2.\n2-5\tThe model moves 2D6\" in a direction nominated by the controlling player.\n6\tThe model moves 2D6\" in a random direction. If the player owns a Scatter dice (available from Games Workshop stores), roll that to determine direction. If not, then roll a D6: 1  Straight Forward, 2-3  Right, 4-5  Left, 6  Straight Back.\n\nIf the Ball and Chain wielding model moves into contact with another model (friend or foe), he counts as charging into close combat, and will engage in close combat until his next Movement phase. Opponents wishing to attack a Ball and Chain wielding model suffer a To Hit penalty of -1, as they must dodge the whirling ball to get close enough to strike. The Ball and Chain wielder cannot be held in close combat and will automatically move even if he starts the Movement phase in base contact with another model. If the model moves into contact with a building, wall, or other obstruction, he is automatically taken out of action. In addition, a ball and chain wielding Goblin is much too busy trying to control the spinning weapon to worry about what others are saying about him behind his back, so ignores the special rules for Animosity."
      },
      {
        "name": "Cumbersome",
        "description": "Because the Ball and Chain is so heavy, a model equipped with one may carry no other weapons or equipment. In addition, only a model under the influence of Mad Cap Mushrooms has the strength to wield a ball and chain."
      },
      {
        "name": "Unwieldy",
        "description": "The great weight of the Ball and Chain can easily tear ligaments or pull a wielder's arms out of their sockets. While someone under the influence of Mad Cap Mushrooms will not notice such effects, when the drug wears off he will be in great pain. To represent this, at the end of the battle the controlling player must roll for Injury for each model that used a Ball and Chain, just as if the model had been taken out of action. If the model was actually taken out of action normally, just roll once for Injury  there is no need to make a second roll."
      }
    ]
  },
  {
    "name": "Barbed Whip",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 15,
    "rarity": 9,
    "unique_to": "One Marauders of Chaos Hero only",
    "variable": null,
    "description": "Originally used for taming the wild Chaos Hounds the barbed whips have proven effective in combat also.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Whipcrack",
        "description": "When the wielder charges they gain +1A for that turn. This bonus attack is added after any other modifications. When the wielder is charged they gain +1A that they may only use against the charger. This additional attack will 'strike first'. If the wielder is simultaneously charged by two or more opponents they will still only receive a total of +1A. If the wielder is using two whips at the same time then they get +1A for the additional hand weapon, but only the first whip gets the whipcrack +1A."
      },
      {
        "name": "Cannot Be Parried",
        "description": "A model attacked by a barbed whip may not parry with a sword or buckler."
      },
      {
        "name": "Enrage",
        "description": "The Hero may use his whip to make the Warhounds charge wildly. As long as he is not involved in close combat all Warhounds of Chaos within 4\" gain +1 attack."
      }
    ]
  },
  {
    "name": "Beastlash",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 10,
    "rarity": 8,
    "unique_to": "Dark Elves Beastmaster only",
    "variable": "+ D6",
    "description": "The Beastmaster make good use of their whips to goad their hounds and creatures into combat.",
    "strength": "As user -1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Beastbane",
        "description": "The Beastmaster wielding a Beastlash causes Fear in animals, any animal charged or wishing to charge a Beastmaster with one of these weapons must first take a Fear test as mentioned in the psychology section of the Mordheim rules."
      },
      {
        "name": "Cannot Be Parried",
        "description": "The Beastlash is a flexible weapon and the Beastmaster use it with great expertise. Attempts to parry its strikes are futile. A model attacked by a Beastlash may not make parries with swords or bucklers."
      },
      {
        "name": "Whipcrack",
        "description": "When the wielder charges they gain +1A for that turn. This bonus attack is added after any other modifications. When the wielder is charged they gain +1A that they may only use against the charger. This additional attack will strike first'. If the wielder is simultaneously charged by two or more opponents they will still only receive a total of +1A. If the wielder is using two whips at the same time then they get +1A for the additional hand weapon, but only the first whip gets the whipcrack +1A."
      }
    ]
  },
  {
    "name": "Boat Hook",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 8,
    "rarity": 2,
    "unique_to": "Pirates only",
    "variable": null,
    "description": "These are normally used to pull in ropes or other objects from the water, but their long reach and wicked metal catches makes them also useful in combat.",
    "strength": "As user -1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Strike First",
        "description": "Boat Hooks are used in Close Combat. They allow the user to Strike First in the first round of any close combat, no matter which model charged, but require both hands to use."
      },
      {
        "name": "Two Handed",
        "description": "Models using a Boat Hook in combat cannot use any other weapons, or gain benefit from a shield or buckler, while in close combat."
      }
    ]
  },
  {
    "name": "Boss Pole",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 20,
    "rarity": 2,
    "unique_to": "Forest and Night Goblins only",
    "variable": null,
    "description": "Some influential Goblins carry badges of office, usually taking the form of long wooden poles with an icon or sharp blade on the end. This allows the hero and any Goblin henchmen within 6\" to ignore animosity. Additionally, the Boss Pole acts as a spear in close combat.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Strike First",
        "description": "A warrior with a spear strikes first, even if charged. Note that this only applies in the first turn of hand-to-hand combat."
      },
      {
        "name": "Unwieldy",
        "description": "A warrior with a spear may only use a shield or a buckler in his other hand. He may not use a second weapon."
      },
      {
        "name": "Cavalry Bonus",
        "description": "If using the optional rules for mounted models, a mounted warrior armed with a spear receives a +1 Strength bonus when he charges. This bonus only applies for that turn."
      },
      {
        "name": "Ignore Animosity",
        "description": "Heroes and henchmen within 6\" ignore Animosity."
      }
    ]
  },
  {
    "name": "Brass Knuckles",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 20,
    "rarity": 6,
    "unique_to": "Always bought in pairs",
    "variable": null,
    "description": "Brass knuckles are a weapon commonly used by streets thugs and robbers who are all too common an infestation in the mighty cities of the Empire. Easily secreted, they are used in pairs and while cumbersome to use in a straight fight, can cause crippling blows to an opponent with a single well landed punch.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Pair",
        "description": "Brass knuckles are used in pairs and the warrior fighting with them gains an extra Attack. He may not use any other weapons or items in his hands while doing this however. He is free to swap his brass knuckles for other weapons and items during the battle but may not do this if in combat."
      },
      {
        "name": "Cumbersome",
        "description": "Brass knuckles are difficult to use due to the fact that they offer little in the way of range and a warrior must get close up to his opponent before he can strike. For this reason a warrior using brass knuckles suffers a -2 to Initiative in close combat."
      }
    ]
  },
  {
    "name": "Brazier Iron",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 35,
    "rarity": 7,
    "unique_to": "Witch Hunters only",
    "variable": null,
    "description": "The brazier Iron is a weapon commonly used by witch hunters. It consists of a long heft topped by an iron cup filled with burning hot coals. In combat, the weapon takes on an eldritch quality as the burning embers sear the air as it is swung, opponents sent reeling in flaming agony as they are set on fire.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two handed",
        "description": "A warrior armed with a brazier staff requires two hands to wield it effectively and so may not use a shield with it or another hand weapon or buckler in close combat. The warrior may still use a shield for the purposes of missile fire though."
      },
      {
        "name": "Fire",
        "description": "The burning brazier of coals atop the staff is deadly, capable of setting an opponent ablaze with even the slightest glancing blow. Whenever you score a successful hit with the brazier staff roll a D6. If you roll a 5+ the victim is set on fire. If the warrior survives the attack they must score a 4+ in the recovery phase or they will suffer a strength 4 hit each turn they are on fire and will be unable to do anything other than move. Other warriors from the same warband may help to put the warrior out if they wish. They must move into base-to-base contact and score a 4+ in the recovery phase."
      }
    ]
  },
  {
    "name": "Broadsword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Bretonnian Chapel Guard Knights only",
    "variable": null,
    "description": "",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Difficult to use",
        "description": "A model with a Broadsword may not use a second weapon or buckler in his other hand because it requires all his skill to wield it. He may carry a shield or a kite shield as normal though."
      },
      {
        "name": "Strike last",
        "description": "Broadswords are so heavy that the model using them always strikes last, even when charging. Just like a Double-Handed weapon, learning the skill 'Strongman' negates 'Strike Last'."
      }
    ]
  },
  {
    "name": "Cat O' Nine Tails",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 8,
    "rarity": 2,
    "unique_to": "Pirate Heroes only",
    "variable": null,
    "description": "Order is often maintained aboard the ship with the threat of the lash. In battle the long barbed whip of the Cat is also seen, but this time dealing out punishment to the enemy!",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Cannot be parried",
        "description": "Like the Steel Whips of the Sisterhood, Cats cannot be parried by swords or bucklers."
      },
      {
        "name": "Weak",
        "description": "Since they are made of rope and not steel, they give the enemy model a +1 to his armour save (6+ for no armour), like a hit from a fist or dagger."
      },
      {
        "name": "Whipcrack",
        "description": "When the wielder charges they gain +1A for that turn. This bonus attack is added after any other modifications. When the wielder is charged they gain +1A that they may only use against the charger. This additional attack will 'strike first'. If the wielder is simultaneously charged by two or more opponents they will still only receive a total of +1A. If the wielder is using two whips at the same time then they get +1A for the additional hand weapon, but only the first whip gets the whipcrack +1A."
      }
    ]
  },
  {
    "name": "Cathayan Longsword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 75,
    "rarity": 12,
    "unique_to": "",
    "variable": "+ 2D6",
    "description": "Prized indeed are blades of Ithilmar forged by Elves. Even more masterful are the arms crafted by swordsmiths in Cathay. Known as a Jintachi blade among Estalian merchants, the Cathayan longsword is a deadly crown jewel in the hands of a skilled fighter. Gold alone is never enough to acquire such a weapon. Jintachi are heirlooms and highly coveted. The few still smithed are gifted only in reward for some heroic deed that is done in the kingdoms to the east.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Mastercrafted",
        "description": "Attacks made with a Cathayan longsword give the bearer +1 Initiative and +1 Weapon Skill."
      }
    ]
  },
  {
    "name": "Censer",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 40,
    "rarity": 9,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": null,
    "description": "The censer is a hollow spiked metal ball attached to a long chain and is swung like a flail. A plague infested shard of warpstone burns inside the ball and emits pestilential fumes that nauseate the opponents and may turn the wielder of the censer into a difficult target to shoot at.",
    "strength": "As user +2",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Heavy",
        "description": "The +2 Strength bonus applies only to the first turn of hand to hand combat."
      },
      {
        "name": "Two-handed",
        "description": "A censer requires two hands to be used and the wielder cannot use a shield, buckler or additional weapon in close combat."
      },
      {
        "name": "Fog of Death",
        "description": "A model hit by the censer must take a Toughness test. Roll a D6. If the result is higher than the Toughness of the model taking the test, he will suffer an automatic wound in addition to the censer hit. A result of 6 always inflicts a wound. Also the model wielding the censer must take the test and will suffer a wound with a result of 6. Models of undead and possessed are immune to the fog of death and do not take the test. If the model wielding the censer also has the fog-enhancing warpstone shards, he becomes a difficult target to shoot at, and models targeting him with missile weapons suffer a -1 penalty to hit."
      }
    ]
  },
  {
    "name": "Chain Sticks",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 20,
    "rarity": 7,
    "unique_to": "Battle Monks of Cathay only",
    "variable": null,
    "description": "",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Flurry",
        "description": "A set of chain sticks allows its wielder to unleash a furious bludgeoning. A warrior armed with chain sticks gets +2 Attacks. This bonus only applies in the first turn of each hand-to-hard combat. Using chain sticks otherwise counts as having two hand weapons."
      },
      {
        "name": "Two-handed",
        "description": "Requires two hands to wield"
      }
    ]
  },
  {
    "name": "Claw of the Old Ones",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 30,
    "rarity": 12,
    "unique_to": "Amazons (Mordheim",
    "variable": null,
    "description": "This is a very ancient weapon made from a strange metal that is impervious to age and corrosion. The powers of this artefact can only be unleashed through a ritual known only to a handful of Amazons. The blade of this weapon glows white hot and can cut through armour as if it were paper.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "No save",
        "description": "The blade of the Claw can literally cut through anything. A warrior wounded by a Claw receives no armour save whatsoever."
      }
    ]
  },
  {
    "name": "Cleaver",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 3,
    "rarity": 2,
    "unique_to": "Mootlanders only",
    "variable": null,
    "description": "Cleavers are one of the best kitchen tools for fighting with, it's fairly light and can cut through things rather like an axe.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": []
  },
  {
    "name": "Club, Mace or Hammer",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 3,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Perhaps the simplest type of weapon, these brutal, bludgeoning instruments range from primitive wooden clubs to elaborately forged Dwarf hammers made from the finest steel. A blow from a mace can easily crush a skull or knock a man unconscious.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Concussion",
        "description": "Hammers and other bludgeoning weapons are excellent to use for striking your enemy senseless. When using a hammer, club or mace, a roll of 2-4 is treated as stunned when rolling to see the extent of a model's injuries."
      }
    ]
  },
  {
    "name": "Dagger",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 2,
    "rarity": 2,
    "unique_to": "",
    "variable": "1st free",
    "description": "Daggers and knives are extremely common, and men are allowed to carry them in enclaves where weapons are otherwise forbidden. Many a warrior in Mordheim has died with a dagger in his back.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": []
  },
  {
    "name": "Dark Elf Blade",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 20,
    "rarity": 9,
    "unique_to": "Dark Elves only",
    "variable": "+ 20",
    "description": "Dark Elf Blades are forged in the city of Hag Graef, the Dark Crag. They are fashioned from Blacksteel, a rare form of steel found deep within the mountains around the city. Dark Elf Blades have wicked protrusions and serrated edges, which inflict serious damage on an opponent. Any Dark Elf can upgrade a sword or dagger to a Dark Elf Blade by paying an additional 20 gc at the time of purchase. Weapons upgraded to a Dark Elf Blade retain all of their abilities (i.e. swords can parry, daggers grant an armour save of 6).",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Critical Damage",
        "description": "Dark Elf Blades inflict serious damage on their opponents. When rolling on the critical hit chart a Dark Elf Blade will add +1 to the result."
      },
      {
        "name": "Wicked Edge",
        "description": "Dark Elf Blades are set with sharp protrusions and serrated edges which inflict serious damage on an opponent. A roll of 2-4 on the injury table is a Stunned result."
      }
    ]
  },
  {
    "name": "Disease Dagger",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 15,
    "rarity": 8,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": null,
    "description": "This dagger is permanently covered with a disgusting and moulderish layer of green ooze that may infect those that are hit with terrible diseases.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Infecting",
        "description": "a natural 6 on an hit roll means that the model hit has been infected with the disease and that he must take a Toughness test. Roll a D6. If the result is higher than the Toughness of the model taking the test, he will suffer an automatic wound in addition to the dagger hit. Models of undead and possessed are immune to this disease and do not take the test. A model wielding two Disease Daggers gains a +1 Attack bonus for wielding two weapons and there is no further effect, except that the chances of rolling an infecting 6 on the hit rolls are higher."
      }
    ]
  },
  {
    "name": "Double-handed weapon",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "A blow from a double-handed axe or sword can cut a foe in half and break armour apart. It takes a long time to learn how to use these weapons and even then only extremely strong men are able to wield them effectively.",
    "strength": "As user +2",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two-handed",
        "description": "A model armed with a double-handed weapon may not use a shield, buckler or additional weapon in close combat. If the model is equipped with a shield he will still get a +1 bonus to his armour save against shooting."
      },
      {
        "name": "Strike last",
        "description": "Double-handed weapons are so heavy that the model using them always strikes last, even when charging."
      }
    ]
  },
  {
    "name": "Dragon Sword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 20,
    "rarity": 10,
    "unique_to": "Battle Monks and Merchant Caravans only",
    "variable": null,
    "description": "Dragon Swords are great-swords that are typically used by Cathayan soldiers and ronins, and occasionally lifted by monks.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two-handed",
        "description": "A model armed with a Dragon Sword may not use a shield, buckler or additional weapon in close combat. It gets an additional +1 armour save bonus against ranged attacks if it carries a shield."
      },
      {
        "name": "Parry",
        "description": "Dragon Swords, despite their great size, can be used for parrying like a sword. When his opponent rolls to hit, the model armed with it may roll a D6. If the score is greater than the highest to hit score of his opponent, the model has parried the blow, and that attack is discarded. A model may not parry attacks made with double or more its own Strength - they are simply too powerful to be stopped."
      }
    ]
  },
  {
    "name": "Dwarf Axe",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 8,
    "unique_to": "Dwarfs only",
    "variable": null,
    "description": "Dwarf axes are smaller-hafted weapons made of lighter (but stronger) materials than normal axes. Dwarf Warriors are specially trained in their use and are able to use them as deftly as a Human warrior might wield a sword.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Cutting Edge",
        "description": "Dwarf axes have an extra save modifier of -1, so a model with Strength 4 using a Dwarf axe has a -2 save modifier when he hits an opponent with the axe in close combat."
      },
      {
        "name": "Parry",
        "description": "Dwarf axes offer an excellent balance of defence and offense. A model armed with a Dwarf axe may parry blows. When his opponent rolls to hit, the model armed with a Dwarf axe may roll a D6. If the score is greater than the highest to hit score of his opponent, the model has parried the blow and that attack is discarded. A model may not parry attacks made with double or more its own Strength - they are simply too powerful to be stopped. A model may not parry more than one attack in a single Close Combat phase; a model armed with two Dwarf axes (or a Dwarf axe and a sword, etc) does not get to parry two attacks but may instead re-roll a failed parry."
      }
    ]
  },
  {
    "name": "Fighting Claws",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 35,
    "rarity": 7,
    "unique_to": "Skaven only",
    "variable": "per pair",
    "description": "The martial arts practised by Clan Eshin employ many unusual weapons. The most famous of these are the Eshin Fighting Claws: sharp metal blades attached to the paws of a Skaven warrior. It takes a real expert to use them effectively, but an adept of Clan Eshin is a fearsome opponent when armed this way.",
    "strength": "As user -1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Note",
        "description": "The following rules only apply to warriors who have lost their weapons. Creatures such as Zombies, animals, etc, ignore these rules.\n\nWarriors using their fists can only ever make 1 attack.\n\n+1 Enemy armour save: An enemy wounded by a fist gains a +1 bonus to his armour save, and a 6+ armour save if he normally has none."
      }
    ]
  },
  {
    "name": "Flail",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "The flail is a heavy weapon wielded with both hands. It normally consists of heavy weights, often spiked, attached to a pole or handle by means of heavy chains. Flails drain the user's stamina quickly, but are awesomely destructive in the hands of a skilled (or unhinged) warrior.",
    "strength": "As user +2",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Heavy",
        "description": "A flail is extremely tiring to use and thus the +2 Strength bonus applies only in the first turn of each hand-to-hand combat."
      },
      {
        "name": "Two-handed",
        "description": "As a flail requires two hands to use, a model using a flail may not use a shield, buckler or additional weapon in close combat. If the model has a shield he still gets a +1 bonus to his armour save against shooting."
      }
    ]
  },
  {
    "name": "Great Axe",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 25,
    "rarity": 8,
    "unique_to": "Marauders of Chaos Heroes with the Chosen of Chaos skill only",
    "variable": null,
    "description": "These over-sized Battle Axes can be wielded only by the strongest of warriors.",
    "strength": "As user +2",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two-handed",
        "description": "As a great axe requires two hands to use, a model using a great axe may not use a shield, buckler or additional weapon in close combat. If the model has a shield he still gets a +1 bonus to his armour save against shooting."
      },
      {
        "name": "Strike last",
        "description": "Great Axes are so heavy that the model using them always strikes last, even when charging, unless it has the Strongman skill."
      },
      {
        "name": "Cutting Edge",
        "description": "A Great Axe has an extra save modifier of -1, so a model with Strength 4 using a Chaos Battle Axe has a -4 save modifier in hand-to-hand combat."
      }
    ]
  },
  {
    "name": "Gromril Weapon",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 0,
    "rarity": 11,
    "unique_to": "",
    "variable": "4x Price",
    "description": "Only a Dwarf Runesmith can forge a weapon from gromril, a rare meteoric iron. A blade fashioned from this metal will stay keen for a thousand years.",
    "strength": "As user",
    "range": null,
    "properties": [
      {
        "name": "Gromril",
        "description": "A gromril weapon has an extra -1 save modifier, and costs four times the price of a normal weapon of its kind. You may choose which type of hand-to-hand weapon is offered to you as explained in the Trading section."
      }
    ]
  },
  {
    "name": "Halberd",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "The halberd's heavy blade is mounted upon a sturdy shaft of oak or steel and has a point like a spear and a cutting edge like an axe. Since it can be used to chop as well as thrust, it is an adaptable weapon, but is difficult to use inside buildings.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two-handed",
        "description": "A model armed with a halberd may not use a shield, buckler or additional weapon in close combat. If the model has a shield he still gets a +1 bonus to his armour save against shooting."
      }
    ]
  },
  {
    "name": "Hobgoblin Poisoned Daggers",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 15,
    "rarity": 9,
    "unique_to": "Hobgoblins only",
    "variable": null,
    "description": "Hobgoblins, also called \"slippery fellows\", poison the blades of their daggers. Cunning and crafty, Hobgoblins are often employed by their masters as assassins, although they are rather cullable and unreliable troops.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Pair",
        "description": "Poisoned Daggers are traditionally used in pairs, one in each hand. A warrior armed with Poisoned Daggers gets an additional attack (for the offhand weapon attack)."
      },
      {
        "name": "Swift",
        "description": "Hobgoblins armed with Poisoned Daggers count as having +1 Initiative when determining combat order."
      },
      {
        "name": "Poisoned",
        "description": "The venom of Poisoned Daggers will enter the blood of the victim and ravage his organs and muscles. The weapons count as being permanently coated in Black Lotus. No additional poison may be applied to Poisoned Daggers.\n\n+1 Enemy Armour Save: Poisoned Daggers count as daggers, and thus an enemy wounded by a dagger gains a +1 bonus to his armour save, and a 6+ armour save if he has none normally."
      }
    ]
  },
  {
    "name": "Horseman's Hammer",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 12,
    "rarity": 10,
    "unique_to": "",
    "variable": null,
    "description": "This is a great hammer similar to the ones used by Knights of the White Wolf. Far too bulky to use in one hand, a Horseman's Hammer is best suited to mounted combat, when the impetus of the horse may be used to add to the power of the weapon.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Two-handed",
        "description": "A model armed with a Horseman's Hammer may not use a shield, buckler, or additional weapon in close combat. If the model is equipped with a shield he will still get a +1 bonus to his armour save against shooting."
      },
      {
        "name": "Cavalry Charge",
        "description": "A model armed with a Horseman's Hammer may use the speed of his charge to increase the might of his attacks. A model on a steed with a Horseman's Hammer gains a further +1 Strength bonus when he charges. This bonus only applies for that turn."
      }
    ]
  },
  {
    "name": "Iron Fist",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "Ogres often shield their off-hand with some kind of spiked gauntlet. Such a heavy glove can be used to bat aside the strongest of attacks in a similar way to a giant buckler or to smash an enemy's face to a pulp.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "A model with an iron fist may parry enemy blows."
      },
      {
        "name": "Gloved",
        "description": "A model armed with an iron fist may not hold another weapon in the same hand. This means a double-handed weapon cannot be used. Having two iron fists means the Ogre may not use any other close combat weapons during a battle."
      },
      {
        "name": "Dual-role",
        "description": "Iron fists operate like a buckler and a bladed hand weapon at the same time. This means that an iron fist allows the wearer to re-roll failed parry attempts if paired with a sword or another iron fist."
      }
    ]
  },
  {
    "name": "Ithilmar Weapon",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 0,
    "rarity": 9,
    "unique_to": "",
    "variable": "3x Price",
    "description": "Elven blades are forged from priceless ithilmar, an extremely light but strong metal, found only in the fabled Elven kingdoms. A few of these weapons are occasionally found in the Old World and these are normally spoils of war, taken by the Norse raiders who pillage the coastal settlements of the Elves.",
    "strength": "As user",
    "range": null,
    "properties": [
      {
        "name": "Ithilmar",
        "description": "An ithilmar weapon gives its user +1 Initiative in hand-to-hand combat, and costs three times the price of a normal weapon of its kind. You may choose which hand-to-hand weapon is offered to you as explained in the Trading section."
      }
    ]
  },
  {
    "name": "Katar",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 5,
    "rarity": 4,
    "unique_to": "",
    "variable": null,
    "description": "This is an Arabian-style punch dagger. It has a handle perpendicular to the blade and is used in a punching thrusting manner.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": []
  },
  {
    "name": "Kitchen Knife",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 2,
    "rarity": 2,
    "unique_to": "Mootlanders only",
    "variable": null,
    "description": "The common kitchen knife does not only have to be used for chopping vegetables, in the chubby but expert hands of a Master Chef it can make an awful mess of his enemies!",
    "strength": "As user",
    "range": "Close Combat",
    "properties": []
  },
  {
    "name": "Ladle",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 2,
    "rarity": 2,
    "unique_to": "Mootlanders only",
    "variable": null,
    "description": "A ladle isn't very good for killing your foes but if aimed correctly, a crack across the knuckles can seriously reduce even the best warrior's fighting ability.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "No save except shields",
        "description": "A Master Chef knows exactly where to aim his ladle, helmets and breast plates are of little use against a ladle whacked across the hands. The only saving throws allowed are from shields or skills."
      },
      {
        "name": "Knuckle Cracking",
        "description": "If a Master Chef manages to hit an enemy in close combat (a feat within itself) and scores a '6' in doing so he has rapped his enemy across the knuckles and forced him to drop his weapon."
      }
    ]
  },
  {
    "name": "Lance",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 40,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "Lances are long, heavy spears used by mounted shock troops to rip through armour and fling their foes to the ground. They are the chosen weapons of Knights Templar and other wealthy warriors. To use a lance requires great skill and strength, and only the richest warriors ride the heavy warhorses needed to wield these mighty weapons effectively.",
    "strength": "As user +2 when charging on horseback",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Cavalry weapon",
        "description": "A warrior must own a warhorse to use a lance, as it can only be used whilst he is on horseback."
      },
      {
        "name": "Cavalry bonus",
        "description": "If using optional rules for mounted models, a warrior armed with a lance receives a +2 Strength bonus when he charges. This bonus only applies for that turn."
      }
    ]
  },
  {
    "name": "Main Gauche",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 7,
    "rarity": 7,
    "unique_to": "Hochland Bandits only",
    "variable": null,
    "description": "A main gauche is a dagger with a large hand guard, often used in conjunction with a rapier or other sword. Popular among duellists and petty nobles, the main gauche is sometimes seen as a \"foppish\" weapon, but in reality it provides the wielder the ability to be strong both in attack and defense.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Can parry enemy blows\n\n+1 Enemy Armour Save: Target gets +1 to armour save"
      }
    ]
  },
  {
    "name": "Man-catcher",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 25,
    "rarity": 10,
    "unique_to": "Chaos Dwarfs only",
    "variable": null,
    "description": "Semi-circular prongs mounted on pole-arms are popular among the Gaolers of Zharr-Naggrund. This non-lethal spring loaded device can ensnare the most violent of prisoners.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Capture",
        "description": "A model taken out of action by a Mancatcher becomes captured. Do not roll for Serious Injuries. The catch is locked up in the Engine of Chaos instead. If the warband does not include an Engine of Chaos, roll for Serious Injuries as normal. Large models, such as Ogres, Trolls and Minotaurs, cannot be captured this way, and neither can animals."
      },
      {
        "name": "Two-handed",
        "description": "Requires two hands to wield"
      }
    ]
  },
  {
    "name": "Misericordia",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 10,
    "rarity": 2,
    "unique_to": "Lustrian Reavers only",
    "variable": null,
    "description": "These long daggers have been specifically designed to kill downed opponents through chinks in armour, and piercing vulnerable spots such as eyes and the throat.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Armour Piercing",
        "description": "When attacking enemies that are Knocked-Down you get to roll 2D6 and pick the highest number on to wound roll."
      }
    ]
  },
  {
    "name": "Morning Star",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "A morning star consists of a wooden or steel shaft with heavy chains that have spiked steel balls attached. It is very destructive and requires great skill to wield effectively.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Heavy",
        "description": "The morning star is extremely tiring to use, so its +1 Strength bonus applies only in the first turn of each hand-to-hand combat."
      },
      {
        "name": "Difficult to use",
        "description": "A model with a morning star may not use a second weapon or buckler in his other hand because it requires all his skill to wield it. He may carry a shield as normal though."
      }
    ]
  },
  {
    "name": "Obsidian Weapon",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 4,
    "rarity": 12,
    "unique_to": "Marauders of Chaos, Norse, Beastmen, Chaos Dwarfs, Possessed and Carnival of Chaos only",
    "variable": "x Price",
    "description": "Obsidian is mined in the Dark Lands by the minions of Chaos. When expertly derived from its ore, the curious volcanic rock becomes ensorcelled by engineers manufacturing artefacts in the furnaces of Zharr-Naggrund. Forging weapons using these vile techniques requires acute diabolic expertise making them extremely rare.",
    "strength": "As User +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Blemished",
        "description": "Although not strictly tainted by Chaos, all artefacts of Obsidian are considered tinged with evil, by the same darkness associated with their artisans. Obsidian weapons may never be used by Dwarfs, Elves, Sisters of Sigmar, Witch Hunters or Priests."
      },
      {
        "name": "Heavy",
        "description": "Obsidian weapons are so heavy that the warrior using them always strikes last, even when charging."
      }
    ]
  },
  {
    "name": "Ogre Club",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 10,
    "rarity": 2,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "Ogre clubs are crudely fashioned with bindings, spikes, and studs, and the craftsmanship and size of the club an Ogre wields is an indication of his status. An Ogre wielding a simple log is generally seen as desperate or extremely poor while wandering ones are known to wield almost anything of suitable size such as street lamps, salvaged artillery or pieces of architecture. These clubs are normally used for knocking out food so that it can be dragged back to the cave without losing much blood, but are also perfect for breaking enemies defence in a fight. An Ogre trusts his club and will eat it only in the direst of circumstances.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Concussion",
        "description": "Ogre clubs are excellent to use for striking enemies senseless. When using an Ogre club, a roll of 2-4 is treated as stunned when rolling for Injuries."
      },
      {
        "name": "Crushing Attack",
        "description": "Ogre clubs may be wielded with impressive strength imposing -1 to enemy armour saves. Also the Strength of the attack is considered one higher for parry attempts by the defender, so a S3 model may not parry attacks by a S5 Ogre wielding the club. Crushing Attack only applies if the Ogre uses the club with both hands."
      }
    ]
  },
  {
    "name": "Pike",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 10,
    "rarity": 8,
    "unique_to": "Merchant Caravans only",
    "variable": null,
    "description": "A Pike is comparable to a spear, though its length exceeds the one of a common one. The Tileans use them in their civil wars, and with the silk road, they came to the outer border towns of Cathay.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Strike First",
        "description": "A warrior with a pike strikes first in the first turn of a hand-to-hand combat. For that turn, he gains +1 Initiative representing the pike's long shaft that allows him to attack even before the enemy reaches him."
      },
      {
        "name": "Two Handed",
        "description": "A model armed with a pike may not use a shield, buckler, or additional weapon in close combat. However, it gets an additional +1 armor save bonus against ranged attacks if it carries a shield."
      }
    ]
  },
  {
    "name": "Poison Daggers",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 25,
    "rarity": 2,
    "unique_to": "Night Goblins only",
    "variable": null,
    "description": "A pair of daggers which are coated in Death Cap mushroom juice. The coating is re-applied for free after every game. It is derived from the poisonous Death Cap mushrooms and has the same effect as Black Lotus.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Paired",
        "description": "Poisoned Daggers are traditionally used in pairs, one in each hand. A warrior armed with Poisoned Daggers gets an additional attack."
      },
      {
        "name": "Poisoned",
        "description": "These blades are coated in Death Cap Mushroom juice. The daggers are re-coated for free after every game, and they have the same effect as Black Lotus. For reference: they will wound the target automatically if you roll a 6 to hit. Note that you can still roll a dice for every wound inflicted in this way. If you roll a 6, you will inflict a critical hit with that roll. If you do not roll a 6, you will cause a normal wound. Take armour saves as normal.\n\n+1 Enemy armour save: Target gets +1 to armour save"
      }
    ]
  },
  {
    "name": "Quarter Staff",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Battle Monks of Cathay only",
    "variable": null,
    "description": "",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Balanced",
        "description": "A quarter staff is especially light and easy to wield. A model armed with a fighting staff gets +1 Initiative in close combat."
      },
      {
        "name": "Parry",
        "description": "Can parry enemy blows"
      },
      {
        "name": "Freestyle",
        "description": "Although a staff does not always require two hands to use, it cannot be combined with another weapon, shield, buckler, etc. However, it can be combined with the Monks bare hand attacks. This means that the Monk is still getting +1 Attack."
      }
    ]
  },
  {
    "name": "Rapier",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 5,
    "unique_to": "Reiklanders, Marienburgers, Tileans, Hochland Bandits, and Merchant Caravans only",
    "variable": null,
    "description": "The rapier is a long thing blade commonly used by dualists. It is a deadly, shard weapon capable of delivering a multitude of blows but lacks the power of a broadsword.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Like all swords, you may use a rapier to parry in hand to hand combat. When your opponent scores a hit you must roll a D6. If you can score greater than the highest 'to hit' roll you have parried the blow and the attack is discarded."
      },
      {
        "name": "Barrage",
        "description": "A warrior armed with a rapier rolls to hit and wound as normal. However, if you mange to hit your opponent but fail to wound, you may attack again just as if you had another attack but at 1 to hit (down to a maximum to needing a 6 to hit). You may continue attacking as long as you hit and it is possible to strike your opponent many times, particularly if your warrior has more then one attack on his profile."
      },
      {
        "name": "Armour Save",
        "description": "Because a rapier is a very light sword that lacks the thick armour breaking blade of the broadsword, armour saves are made at +1."
      }
    ]
  },
  {
    "name": "Serpent Staff",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 30,
    "rarity": 2,
    "unique_to": "Tomb Guardians Liche Priest only",
    "variable": null,
    "description": "The highest Liche Priests of their order carry staffs adorned with a serpent head as their badge of office.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "The staff is used with two hands and may be used to Parry. However, the Liche Priest may forgo all his normal attacks and parries in a round to use the power contained within the staff. A single word of command brings the serpent to life to attack their enemy. The staff always attacks first in close combat and makes a single attack with WS4 and S4."
      }
    ]
  },
  {
    "name": "Shortsword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 7,
    "rarity": 2,
    "unique_to": "Bretonnian Chapel Guard Knights only",
    "variable": null,
    "description": "",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Shortswords offer an excellent balance of defence and offence. A model armed with a sword may parry blows. When his opponent rolls to hit, the model armed with a sword may roll a D6. If the score is greater than the highest to hit score of his opponent, the model has parried the blow, and that attack is discarded. A model may not parry attacks made with double or more its own Strength  they are simply too powerful to be stopped.\n\n+1 Enemy armour save: Shortswords are not the best weapons to use for penetrating an enemy model's armour. An enemy wounded by a short sword gains a +1 bonus to his armour save, and a 6+ armour save if he has none normally."
      }
    ]
  },
  {
    "name": "Sigmarite Warhammer",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Sisters of Sigmar only",
    "variable": null,
    "description": "One of the traditional weapons of the Sisterhood, the warhammer echoes Ghal-Maraz, the great hammer of Sigmar himself.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Concussion",
        "description": "Warhammers are excellent at striking people senseless. When using a warhammer in close combat a roll of 2-4 is treated as stunned when rolling on the Injury chart."
      },
      {
        "name": "Holy Weapon",
        "description": "Each warhammer is blessed by the High Matriarch herself before it is handed to the Sisters. The warhammer has a +1 bonus on all to wound rolls against any Possessed or Undead models. Note that you will still need to score a 6 before any modifiers in order to cause a critical hit. Only Matriarchs and Sister Superiors may carry two Sigmarite warhammers."
      }
    ]
  },
  {
    "name": "Sons of Hashut Obsidian Weapon",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1c",
    "cost": 60,
    "rarity": 10,
    "unique_to": "Chaos Dwarfs only",
    "variable": null,
    "description": "Obsidian weapons are very rare because it takes a long time to forge the weapon without causing fissures in the stone; however, once forged, they are prepared to withstand heavy impacts during use.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Personal",
        "description": "The weapon keeps the bonuses for weapons of this type; only swords, axes, and hammers can be made of obsidian (all three weapons cost the same: 60 crowns)."
      },
      {
        "name": "Heavy",
        "description": "A warrior equipped with an obsidian weapon subtracts 1 from his Initiative attribute in melee combat."
      }
    ]
  },
  {
    "name": "Spear",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Spears range from sharpened sticks used by Goblins to the impressive cavalry spears typical of the Elves.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Strike first",
        "description": "A warrior with a spear 'strikes first' in the first turn of hand-to-hand combat."
      },
      {
        "name": "Unwieldy",
        "description": "A warrior with a spear may only use a shield or a buckler in his other hand. He may not use a second weapon."
      },
      {
        "name": "Cavalry bonus",
        "description": "If using the rules for mounted models, a mounted warrior armed with a spear receives a +1 Strength bonus when he charges. This bonus only applies for that turn."
      }
    ]
  },
  {
    "name": "Spiked Gauntlet",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Pit Fighters only",
    "variable": null,
    "description": "The spiked gauntlet counts as an additional hand weapon and a buckler. And no, your Heroes cannot learn to use it!",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Can parry enemy blows"
      }
    ]
  },
  {
    "name": "Starblade",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 15,
    "rarity": 7,
    "unique_to": "Amazons (Lustria",
    "variable": null,
    "description": "Of the many strange weapons the Amazons possess the Starblade is built like an Amazonian dagger. It is usually painted exotic colours and contains magical properties that enhance the fighting prowess of the Amazons.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Potential Parry",
        "description": "A Starblade can parry the first successful hit of any combat on a 4+."
      }
    ]
  },
  {
    "name": "Starsword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 30,
    "rarity": 10,
    "unique_to": "Amazons (Lustria",
    "variable": null,
    "description": "This is an ancient and legendary sword that can cut through armour as if it were a leaf.",
    "strength": "As user +1",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Can parry enemy blows"
      },
      {
        "name": "Ignores Armour",
        "description": "A Starsword ignores all armour saves except for ward and Dodge saves."
      }
    ]
  },
  {
    "name": "Steel Whip",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 10,
    "rarity": 2,
    "unique_to": "Sisters of Sigmar and Chaos Dwarfs only",
    "variable": null,
    "description": "Another weapon unique to the Sisterhood is the steel whip, made from barbed steel chains.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Cannot be parried",
        "description": "The steel whip is a flexible weapon and the Priestesses use it with great expertise. Attempts to parry its strikes are futile. A model attacked by a steel whip may not make parries with swords or bucklers."
      },
      {
        "name": "Whipcrack",
        "description": "When the wielder charges they gain +1A for that turn. This bonus attack is added after any other modifications. When the wielder is charged they gain +1A that they may only use against the charger. This additional attack will 'strike first'. If the wielder is simultaneously charged by two or more opponents they will still only receive a total of +1A. If the wielder is using two whips at the same time then they get +1A for the additional hand weapon, but only the first whip gets the whipcrack +1A."
      }
    ]
  },
  {
    "name": "Sword",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "The sword is often referred to as the 'king of weapons'. The most common sword available, the broadsword of the Empire, is a masterpiece by the standards of any smith: four full feet of gleaming steel, double-edged and razor-sharp.\n\nSwords are much more effective weapons than crude clubs and axes, though learning to use a sword is a long and difficult process. It takes years to truly master this weapon  most warriors in Mordheim die long before they get this far!",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Swords offer an excellent balance of defence and offence. A model armed with a sword may parry blows. When his opponent rolls to hit, the model armed with a sword may roll a D6. If the score is greater than the highest to hit score of his opponent, the model has parried the blow, and that attack is discarded. A model may not parry attacks made with double or more its own Strength  they are simply too powerful to be stopped."
      }
    ]
  },
  {
    "name": "Sword Breaker",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 30,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "The sword breaker is a specialist weapon wrought by only the most talented swordsmiths. Next to the hilt are two prongs concealed within the blade that can be used to trap an opponent's blade, twisting and snapping it with a single, well timed movement.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "The sword breaker allows the wielder to parry the attacks of his opponents in close combat. When your opponent scores a hit roll a D6. If you can roll greater than the highest 'to hit' roll of your opponent you have parried the attack and the blow is wasted."
      },
      {
        "name": "Trap Blade",
        "description": "The two prongs used to trap an opponent's weapon are snapped out when the warrior parries. Whenever you make a successful parry attempt roll a D6. If you score a 4+ you break the weapon your opponent was using. The weapon is now useless and they must use another one, or if they have no other weapon, resort to unarmed combat."
      }
    ]
  },
  {
    "name": "Tenderiser",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 3,
    "rarity": 2,
    "unique_to": "Mootlanders only",
    "variable": null,
    "description": "Although other warbands scoff at your rolling pins and tenderisers, they are fully capable of crushing a skull or knocking an opponent unconscious.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Stuns on 2-4",
        "description": "Stuns on 2-4"
      }
    ]
  },
  {
    "name": "Trident",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1b",
    "cost": 15,
    "rarity": 7,
    "unique_to": "Pit Fighters only",
    "variable": null,
    "description": "The Trident as a Pit Fighter weapon originates in Tilea from the ancient days when gladiators, as the Tileans called them, would fight in the massive public arenas. This weapon is similar to a spear and has all of its advantages in length but it has three spear points, allowing an adept user to catch blades between them and turn them aside.\n\nTraditionally, the trident is a weapon that is combined with a net and used by a lightly armoured Pit Fighter against the more heavily armed Swordsmen.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Parry",
        "description": "Can parry enemy blows"
      },
      {
        "name": "Strike first",
        "description": "Strikes first when charged"
      }
    ]
  },
  {
    "name": "Weeping Blades",
    "type": "Weapon",
    "subtype": "Melee",
    "grade": "1a",
    "cost": 50,
    "rarity": 9,
    "unique_to": "Skaven only",
    "variable": "per pair",
    "description": "The adepts of Clan Eshin use weapons called Weeping Blades, murderous swords constructed with a small amount of warpstone in their structure. A Weeping Blade constantly sweats a deadly corrosive venom.",
    "strength": "As user",
    "range": "Close Combat",
    "properties": [
      {
        "name": "Pair",
        "description": "Weeping Blades are traditionally used in pairs, one in each hand. A warrior armed with Weeping Blades gets an additional attack."
      },
      {
        "name": "Venomous",
        "description": "The venom of Weeping Blades will enter the blood of the victim and ravage his organs and muscles. These weapons count as being permanently coated in black lotus. No additional poison may be applied to Weeping Blades."
      },
      {
        "name": "Parry",
        "description": "Weeping Blades are swords and can be used for parrying."
      }
    ]
  },
  {
    "name": "Belaying Pins",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 3,
    "rarity": 2,
    "unique_to": "Pirates only",
    "variable": null,
    "description": "A typical ship contains hundreds of these short lengths of carved wood. They are set up in racks in convenient places in the ship, around which the running rigging can be secured or belayed. These also make good weapons, and pirates quickly become proficient with hurling them as short range weapons.",
    "strength": "As user -1",
    "range": "6\"",
    "properties": [
      {
        "name": "Awkward Thrown Weapon",
        "description": "Models using Belaying Pins do not suffer any penalties for range, but still suffer a -1 to hit penalty if they use them after moving that turn."
      },
      {
        "name": "Weak",
        "description": "They also do not hit very hard, so strike at User Strength -1 and give the target +1 to its armour save (or a 6+ if they have none), exactly as if the enemy had been hit by a bare fist."
      }
    ]
  },
  {
    "name": "Blowpipe",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 25,
    "rarity": 2,
    "unique_to": "Skaven, Lizardmen and Forest Goblins only. Common for Forest Goblins.",
    "variable": null,
    "description": "The blowpipe is a short hollow tube which can be used to shoot poisoned darts. While the darts by themselves are too small to cause significant damage, the poison used can cause searing agony and eventual death. The other advantage of a blowpipe is that it is silent, and a well-hidden shooter can fire the darts undetected.",
    "strength": "1",
    "range": "8\"",
    "properties": [
      {
        "name": "Poison",
        "description": "The needles fired by a blowpipe are coated in a venom very similar in its effects to the Black Lotus (if you roll a 6 on the To Hit roll, the victim is automatically wounded). A blowpipe cannot cause critical hits. This weapon has a positive armour save modifier, so a model that normally has a save of 5+ will get a save of 4+ against a blowpipe dart. Even models that normally do not have an armour save will get a 6+ save to take into account protection offered by clothes, fur or the like."
      },
      {
        "name": "Stealthy",
        "description": "A model armed with a blowpipe can fire while hidden without revealing his position to the enemy. The target model can take an Initiative test in order to try to spot the firing model. If the test is successful, the model no longer counts as hidden."
      }
    ]
  },
  {
    "name": "Bolas",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 5,
    "rarity": 2,
    "unique_to": "Lizardmen, Amazons (Lustria",
    "variable": null,
    "description": "Bolas are a set of three bronze balls on strings tied together. They are thrown similar to a sling and are rotated around the head for speed. The bolas is a hunting weapon and doesn't harm the animal. It immobilises it and allows the hunter to either subdue it or put it out with his spear. The bolas has a range of 16\" and can only be used once per battle. They are automatically recovered after each battle.",
    "strength": "Special",
    "range": "16\"",
    "properties": [
      {
        "name": "Dangerous",
        "description": "If the to hit roll is a natural 1, the bolas brain the wielder with a Strength 3 hit."
      },
      {
        "name": "Entangle",
        "description": "A model hit by bolas isn't hurt, but his legs are entangled and he is unable to move. The model also suffers a 2 Weapon Skill penalty in hand-to-hand combat, but may still shoot normally. The model may try to free himself in the Recovery phase. If the model rolls a 4+ on a D6 he is freed and may move and fight normally."
      }
    ]
  },
  {
    "name": "Bow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "The bow is carried by most races and used extensively in warfare. It is a compact yet powerful weapon, that is cheap to make and easy to maintain.",
    "strength": "3",
    "range": "24\"",
    "properties": []
  },
  {
    "name": "Cathayan Candles",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1c",
    "cost": 25,
    "rarity": 9,
    "unique_to": "",
    "variable": "+ D6",
    "description": "Cathayan Candles are explosive pots or sticks, made with black powder and other foreign ingredients. These volatile Bombas as peddled by Arabyan dealers, usually' detonate on impact, igniting objects and bodies with which they make contact.",
    "strength": "6",
    "range": "6\"",
    "properties": [
      {
        "name": "Thrown Weapon",
        "description": "A model using Cathayan candles does not suffer penalties for range or moving."
      },
      {
        "name": "Volatile",
        "description": "On a roll of 1 to hit, Cathayan candles explode in the throwers hand. Roll to wound treating the throwing model as the target."
      },
      {
        "name": "Set on Fire",
        "description": "If you hit with the Cathayan candles roll a D6. If you score a 5+ your opponent has been set on fire. They must roll a D6 in the Recovery phase and score a 4+ to put themselves out or they will suffer a Strength 4 hit and will be unable to do anything other than move for each turn they are on fire. Allies may also attempt to put the warrior out. They must be in base contact and need a 4+ to be successful."
      }
    ]
  },
  {
    "name": "Crossbow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 25,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "A crossbow consists of a short, strong bowstave mounted on a wooden or steel stock. The crossbows of the Empire are made of steel and often include a winding mechanism to draw back the string. It takes a long time to prepare a crossbow, but a bolt fired from one has a tremendous range and can penetrate armour easily.\n\nCrossbows take much longer than other bows to make, so they are expensive and relatively rare weapons. Still, they are the preferred weapon of many in Mordheim because of their power and long range.",
    "strength": "4",
    "range": "30\"",
    "properties": [
      {
        "name": "Move or Fire",
        "description": "You may not move and fire a crossbow on the same turn, other than to pivot on the spot to face your target or to stand up."
      }
    ]
  },
  {
    "name": "Crossbow pistol",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 35,
    "rarity": 9,
    "unique_to": "",
    "variable": null,
    "description": "Crossbow pistols are masterpieces made by expert weaponsmiths. They are miniature crossbows with all the power and accuracy of the real thing. As these weapons may be easily concealed, they are the favoured weapon of assassins.",
    "strength": "4",
    "range": "10\"",
    "properties": [
      {
        "name": "Shoot In Hand-To-Hand Combat",
        "description": "A model armed with a crossbow pistol may shoot it in the first round of a hand-to-hand combat and this shot is always resolved first, before any blows are struck. This shot has an extra -2 to hit penalty. Use model's Ballistic Skill to see whether it hits or not. This bonus attack is in addition to any close combat weapon attacks."
      },
      {
        "name": "Hand-To-Hand",
        "description": "Pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 4. This bonus attack can be used only once per combat. If you are firing a brace of pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4, regardless of the firer's Strength."
      }
    ]
  },
  {
    "name": "Elf Bow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 35,
    "rarity": 12,
    "unique_to": "",
    "variable": "+ 3D6",
    "description": "Elven bows are the finest missile weapons of their kind. Constructed from ithilmar or wood from the Elf forests, with strings woven from the hair of Elf maidens, Elven bows are far superior to any missile weapons made by other races. In the hands of an Elven archer, the Elf bow is a truly potent weapon, its long range and penetrating power making it far superior to any bow made by humans.",
    "strength": "3",
    "range": "36\"",
    "properties": [
      {
        "name": "Save Modifier",
        "description": "An Elf bow has a -1 save modifier on armour saves against it."
      }
    ]
  },
  {
    "name": "Fish-Hook Shot",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1c",
    "cost": 10,
    "rarity": 7,
    "unique_to": "Battle Monks of Cathay only",
    "variable": null,
    "description": "",
    "strength": "3",
    "range": "3\"",
    "properties": [
      {
        "name": "Thrown Weapon",
        "description": "Models using a fish-hook shot do not suffer penalties for range or moving as it is designed for short-range use anyway."
      },
      {
        "name": "Precise",
        "description": "A model using a fish-hook shot is so well-trained in the use of this weapon that he may attack enemy models that are engaged in close combat. However, the hook shot is useless when the monk himself is engaged in close combat."
      },
      {
        "name": "Caused Fall",
        "description": "The warrior may declare to try and cause an enemy model to fall instead of causing damage. The warrior must roll to hit as normal and then pass a Strength test. If the test is successful, the enemy model counts as knocked down. Apply a +1 modifier to the Strength test against large models. When a mount gets knocked down, the rider falls off (see 3-4 on the Whoa Boy! table)."
      }
    ]
  },
  {
    "name": "Harpoon Crossbow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1c",
    "cost": 50,
    "rarity": 10,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "Little more than a crude crossbow hybrid, scaled up for the sake of a titanic marksman.",
    "strength": "5",
    "range": "30\"",
    "properties": [
      {
        "name": "Move or fire",
        "description": "May not move and fire in the same turn."
      },
      {
        "name": "Prepare shot",
        "description": "Requires a full turn to prepare before shooting."
      }
    ]
  },
  {
    "name": "Javelins",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 5,
    "rarity": 2,
    "unique_to": "Amazons (Mordheim",
    "variable": null,
    "description": "Javelins are short throwing spears specially weighted to travel quite a distance. Although they have a much reduced range when compared to an arrow they can cause quite considerable damage when thrown by a person of great strength.",
    "strength": "As user",
    "range": "8\"",
    "properties": [
      {
        "name": "Thrown weapon",
        "description": "Javelins are thrown weapons and the warrior suffers no penalty for range or moving.\n\nConflicting Source Material\n\nThere are entries for Javelin in TC #11, #14, #21, #23 and Border Town Burning. In all those issues there are no less than four different versions for the javelins' thrown weapon special rule and range.\n\nIt was decided to use the thrown weapon rule from the original rulebook (used by throwing knives, blessed water, net, etc), which ignores both moving and range. This is the same as the most recent version of Javelins.\n\n4 out of 5 sources used 8\" range, so this was decided as the norm (only new Pit Fighters had 10\", whereas the Norse, Lizardmen, old Pit Fighters, and Amazons all are 8\")."
      }
    ]
  },
  {
    "name": "Long bow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "A long bow is made of alternating layers of either yew or elm. A skilled archer can hit a chosen leaf on a tree from three hundred paces with this weapon.\n\nThe long bow is favoured by experienced archers due to its great reach and accuracy.",
    "strength": "3",
    "range": "30\"",
    "properties": []
  },
  {
    "name": "Nehekharan Javelins",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 10,
    "rarity": 2,
    "unique_to": "Tomb Guardians Tomb Lord only",
    "variable": null,
    "description": "These warriors throw javelins equipped with a becket; a string wound around the javelin. When it is thrown, the Javelin spins like a bullet increasing its accuracy.",
    "strength": "As user",
    "range": "8\"",
    "properties": []
  },
  {
    "name": "Repeater Crossbow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 40,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "Repeater crossbows are extremely complex devices, expensive to acquire and difficult to make. While this makes them rare, they certainly have their uses: they can rain a deadly hail of bolts on enemies, and a warrior using one may move quite fast and still fire his weapon.",
    "strength": "3",
    "range": "24\"",
    "properties": [
      {
        "name": "Fire twice",
        "description": "A model armed with a repeater crossbow may choose to fire twice per turn with an extra -1 to hit penalty on both shots."
      }
    ]
  },
  {
    "name": "Short Bow",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Short bows are small, short-ranged bows that are cheap and require little strength to use. Some cavalry carry a shortened bow which is easier to shoot from horseback than a larger bow. Halflings also use short bows, as they lack the strength and height required to use a long bow.",
    "strength": "3",
    "range": "16\"",
    "properties": []
  },
  {
    "name": "Sling",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 2,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Slings are rarely used, mainly because they are no more powerful than bows and have a shorter range. A sling is little more than a looped strip of cloth or leather into which a stone is placed. The sling is whirled about the slinger's head and the sling stone is then released towards the target.\n\nWhile this weapon is looked down upon by most archers, a skilled slinger can slay a man from a considerable distance, and the ammunition is easy to find: rocks are everywhere and free!",
    "strength": "3",
    "range": "18\"",
    "properties": [
      {
        "name": "Fire twice at half range",
        "description": "A slinger may fire twice in the shooting phase if he does not move in the movement phase. He cannot shoot over half range (9\") though, if he fires twice. If the model fires twice then each shot is at -1 to hit."
      }
    ]
  },
  {
    "name": "Sun Gauntlet",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 40,
    "rarity": 12,
    "unique_to": "Amazons (Mordheim",
    "variable": null,
    "description": "This, as with all strange arcane Amazon items, is made from an unknown multicoloured metal that is impervious to damage or corrosion. It is covered in strange runes and a bright gemstone is set into the hilt. In many ways this weapon resembles a blackpowder pistol. It can be held in one hand and when pointed at an enemy unleashes a blinding beam of energy like the Sunstaff.",
    "strength": "4",
    "range": "12\"",
    "properties": [
      {
        "name": "Accurate",
        "description": "The Sun Gauntlet does not suffer the usual -1 modifier to hit for long range."
      },
      {
        "name": "No Save",
        "description": "The beam from a Sun Gauntlet can literally cut through anything. A warrior wounded by a Sun Gauntlet receives no armour save whatsoever."
      },
      {
        "name": "Hand-To-Hand",
        "description": "The Sun Gauntlet can be used with another close combat weapon in hand-to-hand combat with Strength 4 and no armour save. Because it does not require prepared shot, this bonus attack may be used in each turn of combat."
      }
    ]
  },
  {
    "name": "Sunstaff",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 50,
    "rarity": 12,
    "unique_to": "Amazons (Mordheim",
    "variable": null,
    "description": "The Sunstaff is a long tubular stick that is made from a strange multicoloured metal with one end hollow like a tube. Strange runes are carved along its length and a large gemstone is set into the pommel. Despite being extremely ancient (Elf Loremasters of the White Tower of Hoeth claim to have found a similar device that they surmise is more than 20,000 years old  older than the Elven race itself!), the wielder of the Sunstaff can discharge a beam of energy akin to the rays of the sun.",
    "strength": "4",
    "range": "24\"",
    "properties": [
      {
        "name": "Accurate",
        "description": "The Sunstaff does not suffer the usual -1 modifier to hit for long range."
      },
      {
        "name": "No Save",
        "description": "The beam from a Sunstaff can literally cut through anything. A warrior wounded by a Sunstaff receives no armour save whatsoever."
      }
    ]
  },
  {
    "name": "Sunstaff (Lustria)",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 35,
    "rarity": 10,
    "unique_to": "Amazons (Lustria",
    "variable": null,
    "description": "The Sunstaff is a long staff made from a strange multicoloured metal with one end hollow like a tube. Strange runes are carves along its length and a large gemstone is set into the pommel.",
    "strength": "As user",
    "range": "12\" / Close Combat",
    "properties": [
      {
        "name": "Sunbolt",
        "description": "The wielder of the sunstaff can discharge a beam of energy in the shooting phase that is akin to rays of the sun. The Sunbolt has a range of 12\" and hits at Strength 4. Aside from ward and dodge saves a Sunbolt ignores armour saves and penalties for long range."
      }
    ]
  },
  {
    "name": "Throwing Knives/Stars",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1a",
    "cost": 15,
    "rarity": 5,
    "unique_to": "",
    "variable": null,
    "description": "Throwing stars are used mainly by the assassins of the sinister House of Shadows, or by street thugs who specialise in ambushing the unwary. A perfectly balanced knife thrown from behind has ended the life of many a noble and merchant in Mordheim. Throwing knives are not suitable for close combat, as their balance makes them unwieldy in close quarters.",
    "strength": "As user",
    "range": "6\"",
    "properties": [
      {
        "name": "Thrown Weapon",
        "description": "Models using throwing stars or knives do not suffer penalties for range or moving as these weapons are perfectly balanced for throwing. They cannot be used in close combat."
      }
    ]
  },
  {
    "name": "Tufenk",
    "type": "Weapon",
    "subtype": "Ranged",
    "grade": "1b",
    "cost": 15,
    "rarity": 10,
    "unique_to": "",
    "variable": null,
    "description": "This is a blowpipe that projects alchemical fire about eight feet causing burning damage.",
    "strength": "2",
    "range": "8\"",
    "properties": [
      {
        "name": "Fire",
        "description": "If you hit roll a D6, on a 4+ your opponent is set on fire. They must roll a D6 each Recovery phase, on a 4+ they extinguish the fire or they immediately suffer a S4 hit and may only move. Friendly models may help in extinguishing the model that is ablaze. They must be in base-to-base contact and need to roll a 4+ on a D6. Against dry targets like Mummies they are Strength 3 and on a 2+ on 1D6 the Mummy catches fire."
      },
      {
        "name": "Prepare Shot",
        "description": "The Tufenk takes a complete turn to reload, so your model may only fire every other turn."
      }
    ]
  },
  {
    "name": "Blunderbuss",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 30,
    "rarity": 9,
    "unique_to": "",
    "variable": null,
    "description": "A blunderbuss is a primitive blackpowder weapon, which fires a hail of lead balls, rusty bolts, bent nails, and other assorted scrap metal. It is a powerful, if erratic, weapon and takes such a long time to load that most warriors discard it after the first shot.",
    "strength": "3",
    "range": "Special",
    "properties": [
      {
        "name": "Shot",
        "description": "When your model fires the blunderbuss, draw a line 16\" long and 1\" wide in any direction from the firer (the line must be absolutely straight). Any and all models in its path are automatically hit by a Strength 3 hit."
      },
      {
        "name": "Fire Once",
        "description": "It takes a very long time to load a blunderbuss so it may only be fired it once per battle."
      }
    ]
  },
  {
    "name": "Chaos Dwarf Blunderbuss",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1c",
    "cost": 40,
    "rarity": 9,
    "unique_to": "Chaos Dwarfs only",
    "variable": null,
    "description": "Chaos Dwarfs are known in battle for using a large number of these infamous blunderbusses on their infantry troops. They employ this same tactic in combat on the streets of Mordheim.",
    "strength": "3",
    "range": "16\"",
    "properties": [
      {
        "name": "Shot",
        "description": "When your model fires the blunderbuss, draw a line 16 long and 1 wide in any direction from the firer (the line must be absolutely straight). Any and all models in its path are automatically hit by a Strength 3 hit."
      },
      {
        "name": "Prepare Shot",
        "description": "A superior blunderbuss may be fired more than once per game; it takes a complete turn to reload, so you may only fire it every other turn."
      }
    ]
  },
  {
    "name": "Double-barrelled Duelling Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 45,
    "rarity": 11,
    "unique_to": "Rare 12 for a brace",
    "variable": "+ 2D6  (80 + 4D6  for a brace)",
    "description": "A natural evolution from the double-barrelled pistol, but it has proven less popular than envisaged. It had been thought that nobles would invest in them as a showpiece and put a stop to pointless duels, as who would want to shoot a rival who could shoot, miss, and then shoot again, even if you got two shots at them as well. Perhaps the designer should have put a few more hours thinking into it.",
    "strength": "4",
    "range": "9\"",
    "properties": [
      {
        "name": "Accuracy",
        "description": "A duelling pistol is built for accuracy as a skilled duellist is able to hit a coin from twenty paces. All shots and close combat attacks from a duelling pistol have a +1 bonus to hit."
      },
      {
        "name": "Prepare shot",
        "description": "A duelling pistol takes a complete turn to reload, so your model may only fire every other turn. If he has a brace of duelling pistols he may fire every turn."
      },
      {
        "name": "Save modifier",
        "description": "Duelling pistols are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a duelling pistol must make his armour save with a -2 modifier."
      },
      {
        "name": "Hand-to-hand",
        "description": "Pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 4 with a -2 save modifier. This bonus attack can be used only once per combat. If you are firing a brace of pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4 and with a -2 save modifier, regardless of the firer's Strength."
      },
      {
        "name": "Double-barrelled",
        "description": "A double-barrelled weapon is a tricky piece of engineering, but it's a wonderful piece for combat. When firing such a weapon, the bearer must declare whether he is firing one or both barrels. If firing a single barrel, treat the shot as you would a normal weapon. However when firing both barrels, the method changes slightly:\n\n- To hit: roll a single dice as you would normally. This allows for a narrow field of fire emanating from the weapon.\n- To wound: roll for each shot individually, as each shot can wound on it's own. Treat each shot that inflicts Critical Hits separately.\n- Reloading: After firing both barrels, place 2 tokens on the model. In your next shooting phase remove 1 token to represent one barrel having been reloaded. Token removal should be the last thing done in your shooting phase and you cannot shoot in the same phase as your reload.\n- Firing a Brace: If you fire both guns and barrels at the same time, place 4 tokens down, 2 each of different colours (one for each pistol in the brace). Remove one token of each colour every turn."
      }
    ]
  },
  {
    "name": "Double-barrelled Handgun",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 60,
    "rarity": 10,
    "unique_to": "Gunnery School of Nuln only",
    "variable": "+ 2D6",
    "description": "Created from a request by a Nuln nobleman who had been impressed by a demonstration model, the gunsmiths slaved long and hard to replicate it until a final model was forged. By then the noble had forgotten about it and the Colleges were left with a job lot. These were given to the Gunnery School as a gift and sort of disappeared on route.",
    "strength": "4",
    "range": "24\"",
    "properties": [
      {
        "name": "Prepare shot",
        "description": "A handgun takes a complete turn to reload, so you may only fire it every other turn."
      },
      {
        "name": "Move or fire",
        "description": "You may not move and fire a handgun in the same turn, other than to pivot on the spot to face your target or stand up."
      },
      {
        "name": "Save Modifier",
        "description": "Handguns are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a handgun must take its armour save with a -2 modifier."
      },
      {
        "name": "Double-barrelled",
        "description": "A double-barrelled weapon is a tricky piece of engineering, but it's a wonderful piece for combat. When firing such a weapon, the bearer must declare whether he is firing one or both barrels.\n\n- To hit: roll a single dice as you would normally. This allows for a narrow field of fire emanating from the weapon.\n- To wound: roll for each shot individually, as each shot can wound on it's own. Treat each shot that inflicts Critical Hits separately.\n- Reloading: After firing both barrels, place 2 tokens on the model. In your next shooting phase remove 1 token to represent one barrel having been reloaded. Token removal should be the last thing done in your shooting phase and you cannot shoot in the same phase as your reload."
      }
    ]
  },
  {
    "name": "Double-barrelled Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 25,
    "rarity": 9,
    "unique_to": "Rare 10 for a brace",
    "variable": "+ D6  (46 + 2D6  for a brace)",
    "description": "Originally created by a forward thinking blacksmith in Ostland for a vampire hunter, the engineers in the College at Nuln picked up on the trick very quickly. The design was simple enough; it is merely a pistol with a pair of barrels and a two-part trigger, which is capable of firing one or both barrels at a time, giving it the ability to punch a hole in even the toughest armour.",
    "strength": "4",
    "range": "6\"",
    "properties": [
      {
        "name": "Prepare Shot",
        "description": "A pistol takes a complete turn to reload, so your model may only fire every other turn. If he has a brace of pistols he may fire every turn."
      },
      {
        "name": "Save Modifier",
        "description": "Pistols are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a pistol must make his armour save with a -2 modifier."
      },
      {
        "name": "Hand-to-hand",
        "description": "Pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 4 with a -2 save modifier. This bonus attack can be used only once per combat. If you are firing a brace of pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4 and with a -2 save modifier, regardless of the firer's Strength."
      },
      {
        "name": "Double-barrelled",
        "description": "A double-barrelled weapon is a tricky piece of engineering, but it's a wonderful piece for combat. When firing such a weapon, the bearer must declare whether he is firing one or both barrels."
      },
      {
        "name": "If firing a single barrel, treat the shot as you would a normal weapon. However when firing both barrels, the method changes slightly",
        "description": "- To hit: roll a single dice as you would normally. This allows for a narrow field of fire emanating from the weapon.\n- To wound: roll for each shot individually, as each shot can wound on it's own. Treat each shot that inflicts Critical Hits separately.\n- Reloading: After firing both barrels, place 2 tokens on the model. In your next shooting phase remove 1 token to represent one barrel having been reloaded. Token removal should be the last thing done in your shooting phase and you cannot shoot in the same phase as your reload.\n- Firing a Brace: If you fire both guns and barrels at the same time, place 4 tokens down, 2 each of different colours (one for each pistol in the brace). Remove one token of each colour every turn."
      }
    ]
  },
  {
    "name": "Duelling Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 30,
    "rarity": 10,
    "unique_to": "",
    "variable": "(60  for a brace)",
    "description": "A duelling pistol is a work of art, and a gunsmith labours long and hard to produce a single example. They are often carried by Imperial nobles to solve disputes over love and honour, and many a noble has died at dawn in a duel over some grievance.\n\nDuelling pistols are prohibitively expensive weapons and common warriors rarely have them. Even if they do manage to steal or buy one, the ammunition is prohibitively expensive.\n\nSome of the wealthiest warriors in Mordheim carry duelling pistols as status symbols, commanding great respect, admiration and envy.",
    "strength": "4",
    "range": "10\"",
    "properties": [
      {
        "name": "Accuracy",
        "description": "A duelling pistol is built for accuracy as a skilled duellist is able to hit a coin from twenty paces. All shots and close combat attacks from a duelling pistol have a +1 bonus to hit."
      },
      {
        "name": "Prepare shot",
        "description": "A duelling pistol takes a complete turn to reload, so your model may only fire every other turn. If he has a brace of duelling pistols he may fire every turn."
      },
      {
        "name": "Save modifier",
        "description": "Duelling pistols are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a duelling pistol must make his armour save with a -2 modifier."
      },
      {
        "name": "Hand-to-hand",
        "description": "Duelling pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a duelling pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 4 with a -2 save modifier. This bonus attack can be used only once per combat. If you are firing a brace of duelling pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4 and with a -2 save modifier, regardless of the firer's Strength."
      }
    ]
  },
  {
    "name": "Hand-held Mortar",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 80,
    "rarity": 12,
    "unique_to": "Gunnery School of Nuln and Maneaters only",
    "variable": "+ 2D6",
    "description": "The explosive power of a mortar, in a small enough package to be carried by a single man, the Hand-Held Mortar enables a warrior to launch an explosive into the midst of the enemy, sowing death and disorder.",
    "strength": "4",
    "range": "24\"",
    "properties": [
      {
        "name": "Prepare shot",
        "description": "A Hand-held Mortar takes a complete turn to reload, so you may only fire it every other turn."
      },
      {
        "name": "Move or fire",
        "description": "You may not move and fire a Hand-held Mortar in the same turn, other than to pivot on the spot to face your target or stand up."
      },
      {
        "name": "Save Modifier",
        "description": "Hand-held Mortar are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a Hand-held Mortar must take its armour save with a -2 modifier."
      },
      {
        "name": "Scatter",
        "description": "If the warrior misses his roll to hit, the shot will land 2D6 in a random direction (determined using a Warhammer directional die, using the clockface method of scattering, or whatever other method the players can agree to)."
      },
      {
        "name": "Experimental",
        "description": "The Hand-held Mortar is always Experimental: subject to the optional Blackpowder Weapons rules from the Mordheim rulebook, even if they are not normally used in your campaign. On any result other than BOOM!, the weapon has jammed or run out of loaded barrels and must be reloaded."
      },
      {
        "name": "Explosive Radius",
        "description": "After determining the final landing spot, the explosion created by the bomb will cover a small area. The target and any models within 1  of him each take a single S4 hit from the blast."
      }
    ]
  },
  {
    "name": "Handgun",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 35,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "A handgun is a simple firearm. The quality of construction varies ranging from the crude wooden hakbuts' of the artillery school of Nuln, to the more sophisticated Dwarf firearms that have levers and springs which hold the burning match, and triggers which release the firing mechanism and fire the gun. Handguns are not terribly reliable weapons: the gun barrel occasionally tends to explode violently or the powder fails to ignite. But the weapon has a great range and tremendous penetrating power, making a mockery of even the thickest armour. In Mordheim, handguns are rare and expensive, but a warband which can boast such a weapon will command respect from all its rivals.",
    "strength": "4",
    "range": "24\"",
    "properties": [
      {
        "name": "Prepare shot",
        "description": "A handgun takes a complete turn to reload, so you may only fire it every other turn."
      },
      {
        "name": "Move or fire",
        "description": "You may not move and fire a handgun in the same turn, other than to pivot on the spot to face your target or stand up."
      },
      {
        "name": "Save Modifier",
        "description": "Handguns are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a handgun must take its armour save with a -2 modifier."
      }
    ]
  },
  {
    "name": "Hersten-Wenkler Pigeon Bombs",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 30,
    "rarity": 8,
    "unique_to": "Gunnery School of Nuln only",
    "variable": "+ 2D6",
    "description": "When the full potential of gunpowder was realized in the Empire, it became only a matter of time before some enterprising engineers combined explosives and small animals. After initial failures with attempts to use rats, bats, and dogs, promising results were realized with pigeons. While not completely accurate due to having something of a mind of their own, pigeons are able to get to even distant targets quickly, and are very hard to prevent from reaching their target once they have been launched. Once it gets there, pigeon's small metal harness will fall away, freeing the bomb to ravage a small area below, while the pigeon returns home.",
    "strength": "4",
    "range": "Unlimited",
    "properties": [
      {
        "name": "Move or fire",
        "description": "You may not move and fire a Pigeon Bomb in the same turn, other than to pivot on the spot to face your target or stand up from knocked down."
      },
      {
        "name": "Explosive Radius",
        "description": "If the Pigeon Bomb lands on target, use the Explosive Radius rule under the Hand-Held Mortar above to determine the area of effect."
      },
      {
        "name": "Temperamental",
        "description": "When launching a pigeon bomb, do not use the BS of the warrior. Instead, roll a D6: on a 5-6, the a pigeon bomb hits its target; on a 2-4 the fuse wasn't cut properly and the pigeon explodes harmlessly in the air before reaching its target; on a result of 1, something has gone disastrously wrong and the pigeon explodes in the hero's hands he and everyone within 1  takes a S4 hit."
      },
      {
        "name": "Pigeon Roost",
        "description": "Once a Hero buys pigeon bombs, he has enough for the full game, and his supply gets replenished at the start of each new game."
      }
    ]
  },
  {
    "name": "Hunting Rifle",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 200,
    "rarity": 11,
    "unique_to": "",
    "variable": null,
    "description": "Hochland is a province famed for its hunters, and the preferred weapon of its nobility when they go hunting is a long-ranged rifle. They are extremely rare and precious weapons, and only the most experienced weaponsmiths are capable of manufacturing them.",
    "strength": "4",
    "range": "48\"",
    "properties": [
      {
        "name": "Move or fire",
        "description": "You may not move and fire a Hochland long rifle in the same turn, other than to pivot on the spot to face your target or stand up from knocked down."
      },
      {
        "name": "Prepare shot",
        "description": "A Hochland long rifle takes a complete turn to reload, so you may only fire it every other turn."
      },
      {
        "name": "Pick target",
        "description": "A model armed with a Hochland long rifle can target any enemy model in sight, not just the closest one."
      },
      {
        "name": "Save modifier",
        "description": "Hochland long rifles are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a long rifle must make his armour save with a -2 modifier."
      }
    ]
  },
  {
    "name": "Ostlander Double-barrelled Hunting Rifle",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 300,
    "rarity": 12,
    "unique_to": "Ostlanders only",
    "variable": null,
    "description": "Knowing Ostlanders' penchant for impressive weaponry (and ready willingness to spend excessive amounts of money) a weaponsmith from Hochland decided to weld two barrels together on a pistol and sell it for twice the price. The warband was so impressed with their new weapon that they asked him to do the same to their hunting rifle. Since then, the weaponsmith has been flooded with orders from some of the most powerful warbands in Mordheim.",
    "strength": "4",
    "range": "48\"",
    "properties": []
  },
  {
    "name": "Ostlander Double-barrelled Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 30,
    "rarity": 10,
    "unique_to": "Ostlanders only",
    "variable": "(60  for a brace)",
    "description": "Knowing Ostlanders' penchant for impressive weaponry (and ready willingness to spend excessive amounts of money) a weaponsmith from Hochland decided to weld two barrels together on a pistol and sell it for twice the price. The warband was so impressed with their new weapon that they asked him to do the same to their hunting rifle. Since then, the weaponsmith has been flooded with orders from some of the most powerful warbands in Mordheim.",
    "strength": "4",
    "range": "6\"",
    "properties": []
  },
  {
    "name": "Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 15,
    "rarity": 8,
    "unique_to": "",
    "variable": "(30  for a brace)",
    "description": "A pistol is a small, simple blackpowder weapon fired by a spring mechanism. Most pistols are expensive, unreliable, and poorly constructed.",
    "strength": "4",
    "range": "6\"",
    "properties": [
      {
        "name": "Prepare shot",
        "description": "A pistol takes a whole turn to reload, so you may only fire every other turn. If you have a brace of pistols (ie, two) you may fire every turn."
      },
      {
        "name": "Save modifier",
        "description": "Pistols are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a pistol must make his armour save with a -2 modifier."
      },
      {
        "name": "Hand-to-hand",
        "description": "Pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 4 with a -2 save modifier. This bonus attack can be used only once per combat. If you are firing a brace of pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4 and with a -2 save modifier, regardless of the firer's Strength."
      }
    ]
  },
  {
    "name": "Repeater Handgun",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 60,
    "rarity": 11,
    "unique_to": "Gunnery School of Nuln only",
    "variable": "+ 2D6",
    "description": "The next step in the evolution of multi-barrelled weapons, a Repeater Handgun mounts a number of handgun barrels around a rotating cylinder, each one firing in turn. Prone to misfiring or other malfunction, Repeater Handguns are still highly sought after items, as they will launch a veritable storm of lead at the enemy if they don't break down.",
    "strength": "4",
    "range": "24\"",
    "properties": [
      {
        "name": "Save Modifier",
        "description": "Handguns are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a handgun must take its armour save with a -2 modifier."
      },
      {
        "name": "Move or Fire",
        "description": "You may not move and fire a handgun in the same turn, other than to pivot on the spot to face your target or stand up."
      },
      {
        "name": "Fire Thrice",
        "description": "The Repeater Handgun may fire up to three shots; if more than one shot is made the to hit roll is at -1. Resolve each shot individually, you may choose to shot later shots at a different target, but they must be within 3\" of the previous target. Ordinary targeting restrictions apply to shots as per Mordheim rulebook."
      },
      {
        "name": "Experimental",
        "description": "The Repeater Handgun is always Experimental: subject to the optional Blackpowder Weapons rules from the Mordheim rulebook, even if they are not normally used in your campaign. On any result other than BOOM!, the weapon has jammed or run out of loaded barrels and must be reloaded."
      },
      {
        "name": "Slow Reload",
        "description": "To reload a Repeater Handgun takes a Slow Reload long time and a bit of focus. The warrior must do nothing (no moving, no shooting, no fighting in close combat, etc.) for a complete turn in order to reload the weapon."
      }
    ]
  },
  {
    "name": "Repeater Pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 30,
    "rarity": 9,
    "unique_to": "Gunnery School of Nuln only",
    "variable": "+ 2D6",
    "description": "It wasn't long after the invention of the repeater handgun that the same principle was being used on pistols. Still prone to misfiring or other malfunction, they have found a place in gunnery bands armouries. Stories of calm instructors gunning down hordes of foes within feet of themselves are legendary and in all likelihood untrue. But it just could happen...",
    "strength": "4",
    "range": "6\"",
    "properties": [
      {
        "name": "Save Modifier",
        "description": "Pistols are even better at penetrating armour than their Strength 4 suggests. A warrior wounded by a handgun must take its armour save with a -2 modifier."
      },
      {
        "name": "Fire Thrice",
        "description": "The Repeater Pistol may fire up to three shots; if more than one shot is made the to hit roll is at -1. Resolve each shot individually, you may choose to shot later shots at a different target, but they must be within 3\" of the previous target. Ordinary targeting restrictions apply to shots as per Mordheim rulebook."
      },
      {
        "name": "Experimental",
        "description": "The Repeater Pistol is always Experimental: subject to the optional Blackpowder Weapons rules from the Mordheim rulebook, even if they are not normally used in your campaign. On any result other than BOOM!, the weapon has jammed or run out of loaded barrels and must be reloaded."
      },
      {
        "name": "Quick Reload",
        "description": "The basic design of the pistol and number of barrels allows quick reloading, the pistol will always be able to fire at least one shot. After shooting more than one shot in a single turn the model must spend a complete shooting phase without shooting and without being in combat, before firing multiple shots (see Fire Thrice, above) may be taken again."
      },
      {
        "name": "Not a Club",
        "description": "The Repeater Pistol may be used as a normal pistol in the first round of combat. After that it doesn't count as an additional hand weapon as it is far too delicate to risk in such a crude fashion. Its owner will not willingly discard it in a fight and so must fight on without the use of an additional hand weapon."
      }
    ]
  },
  {
    "name": "Swivel Gun",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1b",
    "cost": 65,
    "rarity": 8,
    "unique_to": "Pirate Gunners only, max one per warband",
    "variable": null,
    "description": "Pirate Gunners sometimes construct and carry into battle a smaller and lighter version of the real swivel cannons normally attached to pivoting mounts on the ship's railing or sides. Though smaller than regular cannons, swivel guns are larger than normal handguns, so big that they must be held up with the support of wooden support. They are cumbersome, and prone to failure due to imperfect castings or poorly mixed blackpowder, but most gunners agree that they make up for it in sheer power.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Cumbersome",
        "description": "The user is at 1 Initiative and 1 Movement throughout the battle. Also, Swivel Guns may never be fired twice per turn, or fired if the user moved, no matter what Skills the user may have."
      },
      {
        "name": "Blackpowder Rules",
        "description": "The normally optional rules for Blackpowder weapons are always in effect for Swivel Guns, due to unpredictable nature of the local materials used in their construction."
      },
      {
        "name": "Special Ammunition",
        "description": "Swivel Guns use nonstandard ammunition types, which must be bought for each game. Each type only lasts one game, so if it is used in a game it cannot be used again until another supply is bought. Before firing, the Gunner must declare which type is being used, if he has more than one type available in the game."
      }
    ]
  },
  {
    "name": "Ball Shot",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Maximum Range: 36\";",
    "strength": "5;",
    "range": null,
    "properties": []
  },
  {
    "name": "Chain Shot",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 2,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Maximum Range: 24\";",
    "strength": "4;",
    "range": null,
    "properties": []
  },
  {
    "name": "Grape Shot",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 2,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Maximum Range: 24\";",
    "strength": "3;",
    "range": null,
    "properties": []
  },
  {
    "name": "Warplock pistol",
    "type": "Weapon",
    "subtype": "Blackpowder",
    "grade": "1a",
    "cost": 35,
    "rarity": 11,
    "unique_to": "Skaven only",
    "variable": "(70  for a brace)",
    "description": "Warplock pistols are terrifying weapons, testimony to the mad genius of Clan Skryre engineers. Warplock pistols shoot ammunition made of magically treated warpstone and wounds caused by warplock pistols are horrible to behold and often cause infections.",
    "strength": "5",
    "range": "8\"",
    "properties": [
      {
        "name": "Prepare shot",
        "description": "A pistol takes a whole turn to reload, so you may only fire every other turn. If you have a brace of pistols (ie, two) you may fire every turn."
      },
      {
        "name": "Save modifier",
        "description": "Warplock Pistols are even better at penetrating armour than their Strength 5 suggests. A warrior wounded by a pistol must make his armour save with a -3 modifier."
      },
      {
        "name": "Hand-to-hand",
        "description": "Pistols can be used in hand-to-hand combat as well as for shooting. A model armed with a pistol and another close combat weapon gains +1 Attack, which is resolved at Strength 5 with a -3 save modifier. This bonus attack can be used only once per combat. If you are firing a brace of pistols, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a models Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 5 and with a -3 save modifier, regardless of the firers Strength."
      }
    ]
  },
  {
    "name": "Amulet of the Moon",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 12,
    "unique_to": "Amazons only, Rare 11 for Amazons (Lustria",
    "variable": null,
    "description": "This ancient amulet creates a shimmering aura around the Amazon that makes it harder for enemies to see them.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Amulet of the Moon",
        "description": "Any missile fire directed at a model equipped with the amulet suffers a penalty of -1 to hit. The amulet also confers a special save of 5+ against missile fire."
      }
    ]
  },
  {
    "name": "Asp Arrows",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 2,
    "unique_to": "Tomb Guardians Tomb lord only",
    "variable": null,
    "description": "Made from the mummified remains of poisonous snakes, these are guided through the air by ancient magic.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Asp Arrows",
        "description": "+1 to hit\n\nRarity"
      }
    ]
  },
  {
    "name": "Banner",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 10,
    "rarity": 5,
    "unique_to": "",
    "variable": null,
    "description": "Many more established warbands carry a banner or flag, not only to announce their presence but to also act as a rallying point for the warband during a battle.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Banner",
        "description": "A banner requires one hand to use and can be carried by any Hero in the warband. Friendly warriors within 12\" of the banner bearer may re-roll any failed 'All Alone' test; but remember, you can't re-roll a failed re-roll."
      }
    ]
  },
  {
    "name": "Bear-Claw Necklace",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 75,
    "rarity": 9,
    "unique_to": "Kislevite Heroes only",
    "variable": "3D6",
    "description": "Bears are widely regarded as sacred in Kislev, and a necklace made of their claws (or sometimes their teeth) is considered magical and reputed to have magical powers.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Bear-Claw Necklace",
        "description": "A warrior wearing a bearclaw necklace receives some of the strength and wild ferocity of the bear it came from. A warrior wearing a bear-claw necklace becomes subject to Frenzy."
      }
    ]
  },
  {
    "name": "Blessed Stag Hide",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 40,
    "rarity": 10,
    "unique_to": "Horned Hunters only",
    "variable": null,
    "description": "The animal skin is worn as a drape and is a symbol of honour once blessed by the hierarchs of Taal.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Blessed Stag Hide",
        "description": "A blessed hide bestows unchallenged grace to the wearer allowing the re-roll of a failed Initiative test once per turn."
      }
    ]
  },
  {
    "name": "Blessed Water",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 10,
    "rarity": 6,
    "unique_to": "",
    "variable": "3D6",
    "description": "The priests of Ulric, Sigmar, Mórr and Manann hold great power over evil. Pure water from a clear fountain, blessed by one of these priests, is said to burn things of darkness and evil.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Blessed Water",
        "description": "A vial of blessed water contains enough liquid for just one use, and has a thrown range of twice the thrower's Strength in inches. Roll to hit using the model's BS. No modifiers for range or moving apply. Blessed water causes 1 wound on Undead, Daemon or Possessed models automatically. There is no armour save. Undead or Possessed models may not use blessed water."
      }
    ],
    "single_use": true
  },
  {
    "name": "Book of the Dead",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 200,
    "rarity": 12,
    "unique_to": "Vampires and Necromancers only",
    "variable": "D6",
    "description": "This is a book that contain transcripts from the famous books of Nagash, the Great Necromancer.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Book of the Dead",
        "description": "A Vampire can learn Necromantic magic with the Arcane Lore skill and this book and a Necromancer will gain a new spell permanently."
      }
    ]
  },
  {
    "name": "Bota Bag",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Bota Bag",
        "description": "Like a wine skin it allows the owner to carry one more water unit than normal. Each character may only take one Bota Bag."
      }
    ]
  },
  {
    "name": "Bugman's Ale",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 50,
    "rarity": 9,
    "unique_to": "",
    "variable": "3D6",
    "description": "Of all the Dwarf brewmasters, Josef Bugman is the most famous. His ale is known throughout the Old World, and widely regarded as the best.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Bugman's Ale",
        "description": "A warband that drinks a barrel of Bugman's before a battle will be immune to fear for the whole of the battle. Elves may not drink Bugman's ale as they are far too delicate to cope with its effects. There is only enough ale to supply the warband for one battle.✏️"
      }
    ],
    "single_use": true
  },
  {
    "name": "Caltrops",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 15,
    "rarity": 6,
    "unique_to": "",
    "variable": "2D6",
    "description": "Originally used on the battlefield to impede cavalry charges, a caltrop is a small spiked iron ball. In the City of the Damned a pouch of these small items can be enough to deter any attacker who risks serious injury should they try to charge over them.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Caltrops",
        "description": "There are enough caltrops to last for one use only. They may be used when an opponent decides to charge. The defender simply throws the caltrops into the path of his attacker and they reduce his charge range by D6 inches. If this means that the attacker cannot reach his target then it is a failed charge."
      }
    ],
    "single_use": true
  },
  {
    "name": "Cathayan Silk Clothes",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 50,
    "rarity": 9,
    "unique_to": "",
    "variable": "2D6",
    "description": "Some rich warband leaders like to flaunt their wealth and purchase clothes made out of silk from distant Cathay. This silk is the most expensive fabric in the known world, and wearing such clothes is a sure way to attract attention – especially thieves and assassins!",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Cathayan Silk Clothes",
        "description": "Any Mercenary warband whose leader is wearing silk clothes may re-roll the first failed Rout test. However, after each battle in which the leader is taken out of action, roll a D6. On a roll of 1-3 the clothes are ruined and must be discarded."
      }
    ]
  },
  {
    "name": "Chest",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Chests are often used to store weapons, equipment and victuals. And sometimes even more valuable luggage can be found inside the 'trunk'.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Chest",
        "description": "Cumbersome: A chest must be carried by two models. The carriers must remain in base contact with the chest or it is dropped. They may not use ranged weapons or attack in combat.\n\nClaimed Gnoblars\n\nOgres find simple pleasure in the bickering of Gnoblars and some claim one as their pet for amusement. An astute Gnoblar puts his malice to good use and places the right action at the perfect moment to gain itself a master."
      }
    ]
  },
  {
    "name": "Lookout-Gnoblar",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 20,
    "rarity": 8,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Lookout-Gnoblar",
        "description": "An Ogre with a Lookout-Gnoblar gains the skill Dodge from the Speed skill list."
      }
    ]
  },
  {
    "name": "Luck-Gnoblar",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 25,
    "rarity": 9,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Luck-Gnoblar",
        "description": "An Ogre with a Luck-Gnoblar may re-roll one dice during the battle. Remember you may never re-roll a re-roll."
      }
    ]
  },
  {
    "name": "Sword-Gnoblar",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 30,
    "rarity": 10,
    "unique_to": "Maneaters only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Sword-Gnoblar",
        "description": "An Ogre with a Sword-Gnoblar gains one extra Strength 2 attack in Close Combat, at the weapon skill of the owning model. This attack is made at the same time as the owning Hero's attacks and must be directed at a model the Ogre has directed attacks toward. The opponent's attention is on the Ogre!"
      }
    ]
  },
  {
    "name": "Clan Pestilens Banner",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 5,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Clan Pestilens Banner",
        "description": "A model within 12\" of the standard bearer of the band, usually a Plague Monk or a Monk Initiate, may reroll once every failed all alone test. The staff of the Clan Pestilens banner counts as a two-handed weapon. A warband may have a single Clan Pestilens banner at any one time. (Clan Pestilens members use this item instead of the normal Banner)."
      }
    ]
  },
  {
    "name": "Compass",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 45,
    "rarity": 9,
    "unique_to": "Pirates only",
    "variable": "2D6",
    "description": "A compass can be a big help on the land as well as at sea, by helping the pirates navigate faster and more accurately around the seemingly random ruins of the blasted city.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Compass",
        "description": "In any scenarios where players roll to see which side deploys first, then his warband may re-roll their result. This can only be done if the pirate with the compass is not missing the game though! Note that only one re-roll is allowed, even If multiple pirates have a Compass, and if both sides have one then no re-rolls are allowed."
      }
    ]
  },
  {
    "name": "Conch Shell Horn",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 25,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "The Conch shell Horn is used by experienced Piranha warriors to warn the warband of approaching enemies.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Conch Shell Horn",
        "description": "At the beginning of the game a Piranha warrior may use the horn to re-roll when deciding who deploys first and who goes first. Multiple models that have the horn cannot force a second re-roll."
      }
    ]
  },
  {
    "name": "Elven Boots",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 75,
    "rarity": 12,
    "unique_to": "",
    "variable": "D6",
    "description": "A rare but highly prized item, Elven boots are made from the finest materials. They are light weight and supple granting the wearer almost supernatural speed to match that of the fey race that created them.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Elven Boots",
        "description": "Elven boots increase the wearer's move characteristic by +1. This can take a warrior's move value above its maximum."
      }
    ]
  },
  {
    "name": "Elven Cloak",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 100,
    "rarity": 12,
    "unique_to": "",
    "variable": "D6",
    "description": "Made from the hair of Elven maidens and interwoven with living tree leaves, an Elven cloak is a wonder to behold. A warrior wearing such a cloak will blend into the shadows, making it very difficult to shoot at them with missile weapons. Elven cloaks rarely come up for sale, but are sometimes recovered from dead warriors or offered by Elves as rewards to men who have served them in some way.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Elven Cloak",
        "description": "A warrior aiming a missile weapon at a warrior wearing an Elven cloak suffers -1 on his to hit roll."
      }
    ]
  },
  {
    "name": "Elven Runestones",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 11,
    "unique_to": "Shadow Warrior Weavers only",
    "variable": "2D6",
    "description": "High Elven mages are well known as the masters of defensive magic. To aid them, they have developed several mystic runes of power. They often inscribe these runes on semiprecious stones, which can help strengthen an Elven Mage's magical defenses.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Elven Runestones",
        "description": "A mage with Elven Runestones may use them to attempt to dispel a spell that has been successfully cast against himself or another member of his warband. To dispel such a spell, the mage must roll against the spell's Difficulty (Sorcery does not help here). If he succeeds, the spell fails to work. If the roll fails, the spell works normally"
      }
    ]
  },
  {
    "name": "Elven Wine",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 10,
    "unique_to": "Shadow Warriors only",
    "variable": "3D6",
    "description": "High Elven wines are well known to be the best in the world, and some are even rumoured to have magical qualities. A fine Elven Wine can cast out doubt and fear and leave a general feeling of well-being in a warrior.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Elven Wine",
        "description": "A Shadow Warrior Warband that drinks Elven Wine before a battle will be immune to fear for the whole of the battle."
      }
    ],
    "single_use": true
  },
  {
    "name": "Enchanted Skins",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 6,
    "unique_to": "",
    "variable": null,
    "description": "The protective skins and charms that the Amazons wear have been warded with defensive magic.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Enchanted Skins",
        "description": "To represent this, any model wearing Skins and Charms receives a 6+ special save versus any wounds inflicted. In addition, the wearer of Skins and Charms is unaffected by enemy magic on a roll of 5+."
      }
    ]
  },
  {
    "name": "Familiar",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 8,
    "unique_to": "All warbands*, only spell casters may attempt to find",
    "variable": "D6",
    "description": "Wizards are often solitary, usually shunned by those who can barely conceive of, much less understand, the power these individuals wield. As such, they often share their lives with animal companions, rather than more ‘sentient' beings. Sometimes a magical link will develop between one of these animals and the wizard, to the extent that the wizard begins to see through the animal's eyes, and hear its thoughts. Wizards in different lands favour different types of familiars, depending on their environment: Shadow Weavers tend to favour darkly-coloured animals that can blend into the shadows with them easily-- ravens or darkly-coloured cats are most common. Regardless of their form, familiars are actually not normal members of their kind at all, but rather creatures that have somehow become attuned to the Winds of Magic.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Familiar",
        "description": "Familiars cannot actually be purchased as normal equipment. The cost to ‘purchase' a familiar actually represents the cost of materials to cast the ritual to summon a familiar and form a magical bond with it; the Rarity level represents the chances of the ritual actually working. As such, the cost of the familiar must always be paid if the rarity roll is attempted, regardless of the success of the roll.\n\nAlso, only spell-casters can attempt to ‘find' a familiar. If a familiar is found, it should be modelled on the spellcaster as with any other piece of equipment. A familiar may be placed on a separate base (in fact many of the familiars that GW sells come this way), but if this is done the familiar must always remain in base-to-base contact with the wizard, and it is ignored for game purposes (so it may not attack enemy models or be attacked itself, may not intercept attackers, does not increase the wizard's base size, etc.), other than the effect below.\n\nA wizard with a familiar is allowed to re-roll one failed roll to cast a spell each turn. The result of this re-roll must be accepted, even if it fails, and remember that you may never reroll a re-roll. Spell-users only (does not include users of Prayers). Note that unlike many of the warband specific items, this item is equipment that any warband with a spell-user may use, if he can summon it successfully."
      }
    ]
  },
  {
    "name": "Fire Arrows",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 30,
    "rarity": 9,
    "unique_to": "",
    "variable": "D6",
    "description": "Fire arrows are tied with rags soaked in oil bunched tip to a tight pouch that explodes when hitting the target, setting clothes and equipment alight.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Fire Arrows",
        "description": "If you hit with a fire arrow roll a D6. If you score a 4+ your opponent has been set on fire. They must roll a D6 in the recovery phase and score a 4+ to put themselves out or they will suffer a strength 4 hit and will be unable to do anything other than move for each turn they are on fire. Allies may also attempt to put the warrior out. They must be in base contact and need a 4+ to be successful. The fire arrows last for one battle only."
      }
    ]
  },
  {
    "name": "Fire Bomb",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 35,
    "rarity": 9,
    "unique_to": "",
    "variable": "2D6",
    "description": "Designed by the dwarf engineers of the World's Edge Mountains, fire bombs are a rare and deadly weapon. A small batch of gunpowder is sealed within an iron casing with a short fuse fed into it.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Fire Bomb",
        "description": "The fire bomb may be thrown in the shooting phase in the same way as blessed water (see p53 Mordheim rule book). If the bomb lands on target the warrior hit takes D3 Strength 4 hits with no saves for armour and all warriors, friend or foe, within 1 inch of him take 1 Strength 3 hit with saves as normal. If the throwing warrior rolls a 1 when rolling to hit the bomb misfires and explodes just as if the throwing warrior had been hit by his own fire bomb!"
      }
    ],
    "single_use": true
  },
  {
    "name": "Firecrackers",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 20,
    "rarity": 9,
    "unique_to": "",
    "variable": null,
    "description": "These tiny explosives are too weak to set something on fire or to injure human beings. Firecrackers generate a loud noise, causing alarm in animals.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Firecrackers",
        "description": "If an animal or mounted warrior tries to charge the model, while it is not in combat, knocked down or stunned, it may pass an Initiative test in order to use the firecrackers. If it succeeds the animal must pass an Ld test (animals may not use the Ld of the warband's leader and mounts may not use the Ld of its rider). If it fails the test, the charge has failed and mounted warriors have to roll on the Whoa Boy! table. If the mount has the battle schooled special rule, the rider may re-roll the result of the Whoa Boy! table once.\n\nThe model can also throw the firecrackers in the shooting phase. It may throw them at any point in 8” distance. All Mounts or Animals in 3” around the detonation spot have to take a Ld test. If it fails, mounts have to roll on the Whoa Boy! table, and animals flee as if they failed an all alone test. There are enough firecrackers to last for one game."
      }
    ],
    "single_use": true
  },
  {
    "name": "Flash Powder",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 25,
    "rarity": 8,
    "unique_to": "",
    "variable": "2D6",
    "description": "An ancient Dwarf creation, flash powder is used in mines to illuminate darkened fissures in the search for gold and other precious minerals.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Flash Powder",
        "description": "Flash powder can be thrown as an enemy charges the wielder (as an interrupt). The charger must take an immediate Initiative test in order to cover their eyes. If he fails, he is temporarily blinded and it counts as a failed charge. There is only enough flash powder for one use during the battle."
      }
    ],
    "single_use": true
  },
  {
    "name": "Fog-enhancing Warpstone Shards",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 100,
    "rarity": 9,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": "D6",
    "description": "When put inside a censer these warpstone shards have the peculiar characteristic of making the resulting clouds of pestilential fumes thicker than usual.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Fog-enhancing Warpstone Shards",
        "description": "The wielder of a censer who also have some fog-enhancing warpstone shards is a difficult target to shoot at, and other models suffer a -1 penalty to hit when targeting him with missile weapons (Clan Pestilens members use this item instead of the Elven Cloak)."
      }
    ]
  },
  {
    "name": "Forest Cloak",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 10,
    "unique_to": "Outlaws of Stirwood Forest Heroes only",
    "variable": null,
    "description": "Some Outlaws use Forest Cloaks to camouflage themselves against being seen by their enemies.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Forest Cloak",
        "description": "So long as the wearer is beside a tree, bush or hedge, any enemy using any kind of missile weapon at a warrior wearing a Forest Cloak is at an additional –1BS to hit (in addition to all other modifiers). Similarly, if any spellcaster wishes to target a magical attack against an Outlaw camouflaged in this way, he can only do so by successfully rolling a 4+ on a D6. The only exception to this is if the shooting warrior or the spellcaster is already within their Initiative range in inches."
      }
    ]
  },
  {
    "name": "Garlic",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 1,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Garlic is a common herb grown in most gardens of the Empire. It is said to ward off Vampires and other denizens of the dark.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Garlic",
        "description": "A Vampire must pass a Leadership test or it will be unable to charge a model carrying a clove of garlic. Garlic lasts for the duration of one battle only, whether it is used or not."
      }
    ],
    "single_use": true
  },
  {
    "name": "Halfling Cookbook",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 30,
    "rarity": 7,
    "unique_to": "",
    "variable": "3D6",
    "description": "All Halfling chefs have their own secret recipes, and these are recorded in tomes handwritten in Mootland, the home country of the Halflings. Food prepared according to these recipes will attract warriors during these lean times.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Halfling Cookbook",
        "description": "The maximum number of warriors allowed in your warband is increased by +1 (note that neither an Undead warband nor a Carnival of Chaos warband can use this item).✏️"
      }
    ]
  },
  {
    "name": "Hammer of Witches",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 100,
    "rarity": 10,
    "unique_to": "Witch Hunters only",
    "variable": null,
    "description": "The pages in this tome describe the servants of Chaos, witches, heretics, deviants, mutants, warlocks, blasphemers, necromancers, sinners and other enemies of Sigmar in all their foulness.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Hammer of Witches",
        "description": "A Hero with the Hammer of Witches will hate all Possessed, Skaven, Beastmen, Chaos, Daemons, Dark Elf, Orc & Goblins and Sigmarite Sisters."
      }
    ]
  },
  {
    "name": "Hardtack Biscuits",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 5,
    "rarity": 2,
    "unique_to": "Pirates only",
    "variable": null,
    "description": "Any Pirate may bring some of these dense breads to eat during a battle, filling him with… well, something pretty dense and bread-like (the ship's cook refuses to divulge the exact ingredients).",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Hardtack Biscuits",
        "description": "At the start of any one of his turns the pirate may pop some in his mouth as long as he is not already in hand-to-hand combat. His Toughness is temporarily increased by +1 for the duration of that turn and the following enemy turn, with the effects generally wearing off afterwards. Roll a D6 after that turn; on a 1 his biscuits were tainted and filled with maggots (yuck!). Make a note of his name – the pirate must miss the next game as he recovers (and thumps the cook a few times to boot!). If the Pirate winds up missing a game because of other effects, the losses will add together and he will miss the next two games."
      }
    ],
    "single_use": true
  },
  {
    "name": "Holy (Unholy) Relic",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 15,
    "rarity": 8,
    "unique_to": "",
    "variable": "3D6",
    "description": "In this age of superstition and religious fanaticism, holy objects are an important part of life. Relics abound in the Old World: hairs of Sigmar, pieces from Ulric's hammer, teeth of Daemon Princes, all are sold to men needing encouragement before battle and as charms against sorcery.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Holy (Unholy) Relic",
        "description": "A model with a holy relic will automatically pass the first Leadership test he is required to make in the game. If worn by the leader, it will allow him to automatically pass the first Rout test if he has not taken any Leadership tests before.\n\nYou can only ignore the first Leadership test in any single game – owning two or more holy relics will not allow you to ignore second and subsequent tests."
      }
    ]
  },
  {
    "name": "Holy Tome",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 100,
    "rarity": 8,
    "unique_to": "Warrior-Priests and Sisters of Sigmar only",
    "variable": "D6",
    "description": "Books of prayers and descriptions of the holy deeds of religious heroes like Sigmar Heldenhammer are copied by hand in the scriptoriums of Sigmar and Ulric, and given or sold to the faithful. Of these tomes, the Deus Sigmar is the most common and well known, but other texts such as the Scriptures of Sigmar are also sold to those who follow the faith. A holy man can recite his prayers from such a book, strengthening his faith and belief.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Holy Tome",
        "description": "A Warrior Priest or Sister of Sigmar with a holy tome can add +1 to the score when determining whether he (or she) can recite a spell successfully or not."
      }
    ]
  },
  {
    "name": "Hook Hand",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 4,
    "rarity": 2,
    "unique_to": "Pirates only",
    "variable": null,
    "description": "Pirates who have lost a hand or arm due to a Hand Injury or Arm Wound can be fitted with a sharpened metal hook.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Hook Hand",
        "description": "The wearer of the stylish new device cannot use any two-handed weapons, but will always count as having a close combat weapon in that hand. The hook strikes in close combat in the same manner as a dagger. A new pirate joining the warband, either during initial warband creation or as a new hire, may also start out with a Hook Hand. If the wearer gets a Hand Injury or Arm Wound in further battles, these can be ignored on a roll of 4+ as the hit was taken by the Hook Hand instead."
      }
    ]
  },
  {
    "name": "Hunting Arrows",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 25,
    "rarity": 8,
    "unique_to": "",
    "variable": "D6",
    "description": "The best hunting arrows are made by the hunters of Drakwald forest. They have sharp, barbed arrowheads which cause excruciating pain when they hit their target. A skilled archer can severely injure his target with a single arrow.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Hunting Arrows",
        "description": "A model using a Short Bow, Bow, Long Bow or Elf Bow may use these arrows. They add +1 to all Injury rolls."
      }
    ]
  },
  {
    "name": "Iron Shod Boots",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 8,
    "unique_to": "",
    "variable": "3D6",
    "description": "If a warrior looks hard enough he could be lucky enough to find a cobbler who will make him a pair of iron shod boots. They are tougher than even ordinary Reikland boots, so tough in fact that can be used to deliver a vicious kick attack.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Iron Shod Boots",
        "description": "Any warrior wearing a pair of iron shod boots may make an additional kick attack in hand-to-hand combat each turn. The attack is resolved at -1 to hit."
      }
    ]
  },
  {
    "name": "Jolly Roger",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 40,
    "rarity": 9,
    "unique_to": "Pirates only",
    "variable": "2D6",
    "description": "Ah, the sight of the Jolly Roger waving in the wind is enough to bring a tear to the eye of even the toughest old salty dog.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Jolly Roger",
        "description": "Any Hero may carry the Jolly Roger; the cost represents the effort to have the ship's sail makers create a smaller version that one man may carry on a long pole.\n\nAny Pirates within 12\" of the Jolly Roger never count as being all alone in combat. Carrying the banner takes up one hand though, so that model may not carry or use any two-handed weapons during the game. Note that Swabbies, lacking the true Pirate spirit, do not gain any benefit from the Jolly Roger."
      }
    ]
  },
  {
    "name": "Ladders",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 0,
    "rarity": 5,
    "unique_to": "",
    "variable": null,
    "description": "A ladder is a useful tool for reaching higher ground such as scaling walls or trees.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Ladders",
        "description": "A ladder is placed on the board like any other model. If you have no adequate model, use a marker to represent the ladder. A Ladder requires two models, Heroes or Henchmen, (or a single large model) to carry it. However, one model can carry a ladder alone, but may then move at half speed only (quarter for large ladders). Models carrying a ladder may not run. They may drop the ladder any time they wish (e.g. when charged). A ladder may be set up in the Movement phase in base contact with any of the carriers. This requires a quarter of their Movement (half for large ladders). Note that if one of the models has a lower Movement than the other, both models are slowed down while carrying the ladder.\n\nLadders are considered open ground and do not affect the model's movement rate (see Mordheim Rulebook). Any model in base contact with a ladder may try to knock it over in the hand-to-hand combat phase. The model must pass a Strength test with a –1 modifier for every model on the ladder after the first. If the test is successful treat the models as falling from where they were.\n\nSmall ladders have a length of up to 3”, large ladders are longer than 3”."
      }
    ]
  },
  {
    "name": "Lantern",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Lantern",
        "description": "A model that is in possession of a lantern may add +4\" to the distance from which he is able to spot hidden enemies."
      }
    ]
  },
  {
    "name": "Liber Bubonicus",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 200,
    "rarity": 12,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": "D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Liber Bubonicus",
        "description": "If a Clan Pestilens warband includes a Pestilens Sorcerer, he may use the Liber Bubonicus to permanently learn an additional spell randomly chosen from the Horned Rat spell list. A Plague Priest may use the Liber Bubonicus to learn the Horned Rat magic if he has the Magical Aptitude skill: that means he would gain the special rule \"Spellcaster: is a spellcaster and may cast spells from the Horned Rat spell list.\" and permanently learn a randomly chosen spell from the Horned Rat spell List. The Liber Bubonicus may be used a single time, and a warband cannot have and use more than one Liber Bubonicus in a given campaign (Clan Pestilens members use this item instead of the Tome of Magic)."
      }
    ]
  },
  {
    "name": "Liturgicus Infecticus",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 30,
    "rarity": 8,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": "2D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Liturgicus Infecticus",
        "description": "At the beginning of a turn, or just before taking a Rout Test, the warband may chant the Liturgicus Infecticus, and benefit of a +1 Leadership bonus until the end of the turn. (Clan Pestilens members use this item instead of the War horn)."
      }
    ]
  },
  {
    "name": "Lock Picks",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 15,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "A standard piece of kit for less scrupulous characters. A set of lock picks may be used by those who rely more on skill-at-arms and speed of thought than brute strength to open doors that others have secured.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Lock Picks",
        "description": "A model equipped with a set of lock picks may make his test to open doors on his Initiative rather than his Strength characteristic if he wishes. This is done at the end of his Movement phase as if the model were ripping the door off its hinges, though he uses his Initiative rather than Strength, there is no -1 modifier, and there is no chance that the door is too damaged to be locked again later."
      }
    ]
  },
  {
    "name": "Lucky Charm",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 10,
    "rarity": 6,
    "unique_to": "",
    "variable": null,
    "description": "These take many shapes, but the most common are symbolic hammers that a pious Sigmarite Priest has touched, or carved heads of ancient Dwarf gods.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Lucky Charm",
        "description": "The first time a model with a lucky charm is hit in a battle they roll a D6. On a 4+ the hit is discarded and no damage is suffered. Owning two or more charms does not confer any extra benefits, the model may still only try to discard the first hit.✏️"
      }
    ]
  },
  {
    "name": "Magic Carpet",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 12,
    "unique_to": "",
    "variable": "4D6",
    "description": "These wondrous items from a forgotten age are even rarer than the lamps of the Djinn and are thought to have originated from the distant long dead Sorcerer's Isles.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Magic Carpet",
        "description": "A magic carpet is indeed just that – a carpet that flies! It counts as a mount and allows movement of 16\" with no restrictions for terrain. You can move onto the roofs of buildings and other high places with no penalty. The carpet may carry up to three men or one large creature and a man. One of the riders must be a character. Due to its magical nature it cannot be destroyed."
      }
    ]
  },
  {
    "name": "Magic Gourd",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 7,
    "unique_to": "",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Magic Gourd",
        "description": "The power of the gourd may be used at the end of each battle. It will supply 1D3 units of water. Once the amount of water is determined, roll an additional D6 – on a roll of 6, the gourd's magic is exhausted and it shatters."
      }
    ]
  },
  {
    "name": "Magic Gubbinz",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 9,
    "unique_to": "Forest Goblins only",
    "variable": null,
    "description": "These are odds and ends carried around by the Shaman to focus his powers. Most are bat feet, lizard lips, and the like, but still seem to provide benefits to their owner.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Magic Gubbinz",
        "description": "The Shaman may re-roll a failed magic test on a D6 roll of 4+."
      }
    ]
  },
  {
    "name": "Map of Cathay",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 20,
    "rarity": 9,
    "unique_to": "",
    "variable": "4D6",
    "description": "There are many maps circulating for various regions around Cathay and the borderlands. Most of them cannot be trusted but now and then a warband may get hold of a valuable chart.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Map of Cathay",
        "description": "Roll a D6 to determine what the map depicts.\n\nD6 Result\tOutcome\n\n1\tThe map is fake and completely useless!\n\n2-3\tThe map shows the way to a mysterious lady. As the warband follows the depicted route, the first random happening to occur in the next battle will be \"The Old Crone\" (56) automatically.\n\n4-5\tThe next time a roll of 4+ is scored on the progress table, the warband with a map of Cathay automatically counts as having the most campaign points and thus may choose the next scenario. If both warbands have a map of Cathay, compare campaign points as usual.\n\n6\tThe map leads to the hideout of Belandysh! Whenever the warband with this map rolls a 1 for random happenings, they may choose to have the \"Belandysh comes!\" (42-43) event happen automatically instead of determining at random."
      }
    ]
  },
  {
    "name": "Mordheim Map",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 20,
    "rarity": 9,
    "unique_to": "",
    "variable": "4D6",
    "description": "Some survivors of the cataclysm still remain in the many settlements around Mordheim, and make a living by preparing maps of the city from memory. Many of these maps are faked, and even real ones are often crude and inaccurate.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Mordheim Map",
        "description": "A map can help a warband find their way through the confusing maze of streets and into areas with rich buildings to loot.\n\nWhen you buy a map, roll a D6:\n\nD6\tResult\n\n1\tFake. The map is a fake, and is completely worthless. It leads you on a fool's errand. Your opponent may automatically choose the next scenario you play.\n\n2-3\tVague. Though crude, the map is generally accurate (well... parts of it are... perhaps!). You may re-roll any one dice during the next exploration phase if you wish but you must accept the result of the second roll.\n\n4\tCatacomb map. The map shows a way through the catacombs into the city. You may automatically choose the scenario next time you fight a battle.\n\n5\tAccurate. The map is recently made and very detailed. You may re-roll up to three dice during the next exploration phase if you wish. You must accept the result of the second roll.\n\n6\tMaster map. This is one of the twelve master maps of Mordheim made for Count von Steinhardt of Ostermark. From now on you may always re-roll one dice when rolling on the Exploration chart as long as the Hero who possesses this map was not taken out of action in the battle."
      }
    ]
  },
  {
    "name": "Nehekharan Map",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 10,
    "unique_to": "",
    "variable": "4D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Nehekharan Map",
        "description": "Maps of the Land of the Dead are rare. Accurate ones are even rarer. The shifting sands and dry riverbeds can render a map obsolete in a season. Use the rules for the Mordheim map in the rulebook."
      }
    ]
  },
  {
    "name": "Net",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Steel nets, such as those used by Pit Fighters, can be used in battles.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Net",
        "description": "Once per game, the net may be thrown in the shooting phase instead of the model shooting a missile weapon. Treat the net as a missile weapon in all respects with a range of 8\". Use the model's BS to determine whether the net hits or not – there are no movement or range penalties. If it hits, the target must immediately roll a D6. If the result is equal to, or lower than his Strength, he rips the net apart. If the result is higher, he may not move, shoot or cast spells in his next turn, although he is not otherwise affected. In either case the net is lost.\n\nNet\n\n\"All one use only items are clearly identified as such. Net is not, so it can be recovered between battles. As indicated in the colour text, it can indeed be torn, cut etc. during battle, but the warrior will simply repair it. I mean swords get bent, shields splintered, armour battered, spear points get blunted during a typical Mordheim battle, and we simply consider the warriors have the basic skills to repair such damage. Same goes for the nets.\""
      }
    ]
  },
  {
    "name": "Nomad Robes",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 25,
    "rarity": 8,
    "unique_to": "",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Nomad Robes",
        "description": "Woven by native desert dwellers these robes enable the wearer to suffer only half penalties from Weather Conditions. The robes affect the following results on the Weather table:\n\nIt's Raining: The robe protects the warrior's equipment. When rolling a D6 each time that you fire a black powder weapon, the shot is only wasted on a 1.\n\nHot as Hades: A warrior wearing a Nomad Robe only suffers a penalty of -1 to WS and BS and he only requires the normal amount of water.\n\nHot: A warrior wearing a Nomad Robe suffers no penalty to WS or BS. If at least half of the warband are wearing Nomad Robes, they only require the normal amount of water.\n\nDust Storm: The robe has no effect – not even the Nomad Robes can protect the warrior from the ferocity of the storm. Apply rules for a Dust Storm as normal"
      }
    ]
  },
  {
    "name": "Parrot",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 15,
    "rarity": 8,
    "unique_to": "Pirate Captain and Mates only",
    "variable": null,
    "description": "Squawk! Pieces of Wyrdstone, Pieces of Wyrdstone! A well trained parrot is excellent at distracting opponents, either by shouting out loud at them or flying around getting in their way.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Parrot",
        "description": "All enemy in base contact with the owner will be at –1 to hit in their first round of combat with the pirate unless they can pass a Leadership Test."
      }
    ]
  },
  {
    "name": "Peg Leg",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 8,
    "rarity": 2,
    "unique_to": "Pirates only, one per model",
    "variable": null,
    "description": "Any Pirate suffering a Leg Wound or Smashed Leg can opt to have his ruined leg replaced with a stout wooden peg leg.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Peg Leg",
        "description": "This will reduce his Movement (and maximum possible Movement characteristic) by -1, but offers a chance that stray hits will strike the leg instead. This gives him a special saving throw of 6+, which can be taken whenever he fails any other saving throws allowed against any wounding shooting or hand-to-hand hits. This save is not modified, and can be used even if no saving throw is normally allowed. A new pirate joining the warband, either during initial warband creation or as a new hire, may also start out with a Peg Leg. If the wearer gets a Leg Wound or Smashed Leg in further battles, these can be ignored on a roll of 4+ as the hit was taken by the Peg Leg instead."
      }
    ]
  },
  {
    "name": "Poisoned Weapon",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 0,
    "rarity": 2,
    "unique_to": "Forest Goblins only",
    "variable": null,
    "description": "Forest Goblins commonly jab their weapon points into the bodies of giant spiders in hopes of coating them with deadly poison.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Poisoned Weapon",
        "description": "Once this poison is bought, it is applied to one weapon, and may not be traded or sold later on. The weapon in question, once poisoned, adds +1 to any injury rolls from then on.\n\nPoisons and Drugs\n\nThe use of poison is almost universally abhorred, but in the ruthless and brutal battles fought in Mordheim, desperate warbands often resort to the use of envenomed blades. Poison may not be used with blackpowder weapons. When you buy a vial of poison, there is always only enough to last the duration of one battle. You can only poison a single weapon with one vial of poison."
      }
    ],
    "single_use": true
  },
  {
    "name": "Black Lotus",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 10,
    "rarity": 9,
    "unique_to": "",
    "variable": "D6",
    "description": "In the deepest forests of the Southlands grows a plant that is extremely poisonous. It is known as Black Lotus and is much sought after by alchemists, assassins, wizards of the Western Coast and bored wives.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Black Lotus",
        "description": "A weapon coated with the sap of the Black Lotus will wound its target automatically if you roll a 6 to hit. Note that you can still roll a dice for every wound inflicted in this way. If you roll a 6, you will inflict a critical hit with that roll. If you do not roll a 6, you will cause a normal wound. Take armour saves as normal."
      }
    ],
    "single_use": true
  },
  {
    "name": "Crimson Shade",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 35,
    "rarity": 8,
    "unique_to": "",
    "variable": "D6",
    "description": "Crimson Shade is the name given by Old Worlders to the leaves of the blood oak of Estalia. It is an extremely addictive drug, but grants its users inhuman quickness and strength.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Crimson Shade",
        "description": "Effect: A model using Crimson Shade has his Initiative increased by +D3 points, and Movement and Strength by +1 (this effect lasts for one game). Crimson Shade has no effect on Undead such as Vampires and Zombies, or the Possessed.\n\nSide effects: After the battle, roll 2D6. On a roll of 2-3, the model becomes addicted and you must try to buy him a new batch of Crimson Shade before every battle from now on. If you fail to buy any, he will leave your warband. On a roll of 12 the model's Initiative is increased permanently by +1."
      }
    ],
    "single_use": true
  },
  {
    "name": "Dark Venom",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 30,
    "rarity": 8,
    "unique_to": "",
    "variable": "2D6",
    "description": "This is a poison extracted from Heldrakes, gigantic sea serpents that plague the Western Ocean and the coast of Naggaroth. The slightest wound infected by Dark Venom causes excruciating pain, incapacitating the bravest of men.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Dark Venom",
        "description": "Any hit caused by a weapon coated with Dark Venom counts as having +1 Strength, so, for example, if a warrior with Strength 3 wielding a poisoned sword hits an opponent, he will cause a Strength 4 hit instead. Armour saving throws are modified to take into account the increased Strength of the attack."
      }
    ],
    "single_use": true
  },
  {
    "name": "Healing Herbs",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 20,
    "rarity": 8,
    "unique_to": "",
    "variable": "2D6",
    "description": "Certain plants that grow on the banks of the River Stir have curative properties. Herbalists collect their roots and leaves and use them to treat the sick and wounded.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Healing Herbs",
        "description": "A Hero with healing herbs can use them at the beginning of any of his recovery phases as long as he is not engaged in hand-to-hand combat. This restores all wounds he has previously lost during the game.\n\nHealing Herbs\n\n\"Healing Herbs were meant to be under Poison and Drugs. This is an oversight. Should be one and done. But RAW, unlimited use, and therefore OP. Luckily this is Mordheim, and all players should agree this was an oversight.\""
      }
    ],
    "single_use": true
  },
  {
    "name": "Mad Cap Mushrooms",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 30,
    "rarity": 9,
    "unique_to": "",
    "variable": "3D6",
    "description": "The feared cult of Goblin Fanatics of the Worlds Edge Mountains use these hallucinogenic mushrooms to drive themselves into a frenzied state.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Mad Cap Mushrooms",
        "description": "Effect: Any warrior who takes Mad Cap Mushrooms before a battle will be subject to frenzy. The Mad Cap Mushroom has no effect on Undead such as Vampires and Zombies, or the Possessed.\n\nSide effect: After the battle, roll a D6. On a roll of a 1 the model becomes permanently stupid."
      }
    ],
    "single_use": true
  },
  {
    "name": "Mandrake Root",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 25,
    "rarity": 8,
    "unique_to": "",
    "variable": "D6",
    "description": "The man-shaped Mandrake Root grows in the rotting swamps of Sylvania. It is a noxious, deadly plant which is highly addictive and slowly kills its users, but also allows them to shrug off almost any pain.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Mandrake Root",
        "description": "Effect: Mandrake Root makes a man almost oblivious to pain. His Toughness is increased by +1 for the duration of a battle and he treats all stunned results as knocked down instead. Mandrake Root has no effect on Undead, such as Vampires and Zombies, or on the Possessed.\n\nSide effects: Mandrake Root is highly poisonous. At the end of the battle, roll 2D6. On a roll of 2-3 the model loses 1 point of Toughness permanently."
      }
    ],
    "single_use": true
  },
  {
    "name": "Manticore Spoor",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 30,
    "rarity": 9,
    "unique_to": "",
    "variable": "2D6",
    "description": "A soporific substance just as lethal as the beast which excreted it. Penetration of the victim's flesh by a warrior's blade smeared with fresh dung from a Manticore induces a dreamless sleep state followed by near certain death.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Manticore Spoor",
        "description": "Any model wounded by a weapon smeared with Manticore Spoor must roll a D6 at the beginning of its turn: On a roll of 1 the poisoned model loses one wound. On a roll of 6 the poison's effect ends and the model has to test no more. Multiple wounds caused by a weapon using Manticore Spoor do not cause the victim to test more than once per turn."
      }
    ],
    "single_use": true
  },
  {
    "name": "Reptile Venom",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 5,
    "rarity": 2,
    "unique_to": "Skink Henchmen only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Reptile Venom",
        "description": "Skink henchmen may buy low-strength Reptile Venom for their missile weapons at a cost of 5 pts per weapon. This poison is a common item. This adds +1 to the Strength of the weapon but does not grant the -1 save modifier. The poison only lasts for one battle and remember that all the henchmen in a group must be armed in the same manner."
      }
    ],
    "single_use": true
  },
  {
    "name": "Spider Spittle",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 30,
    "rarity": 7,
    "unique_to": "",
    "variable": "D6",
    "description": "Toxins are harvested from small animals poisoned by spider bites to concoct a paralytic dose. A blade envenomed with the arachnid poison can be used to paralyze a foe in close quarters.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Spider Spittle",
        "description": "Any warrior hit by a weapon laced with Spider Spittle must pass an immediate Toughness test or becomes paralyzed. A paralyzed warrior cannot move or fight and is hit automatically in close combat. The model remains paralyzed until it passes a Toughness test in its recovery phase."
      }
    ],
    "single_use": true
  },
  {
    "name": "Tears of Shallaya",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 10,
    "rarity": 7,
    "unique_to": "",
    "variable": "2D6",
    "description": "Tears of Shallaya are vials of water from the holy spring in Couronne. Shallaya is the goddess of healing and mercy and it is said that this water has curative properties and is proof against any poison.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Tears of Shallaya",
        "description": "A model who drinks a vial of the Tears of Shallaya at the beginning of a battle will be completely immune to all poisons for the duration of combat. Undead and Possessed warriors may not use the Tears of Shallaya.\n\nThere is enough liquid in a vial of the Tears of Shallaya to last for the duration of one battle."
      }
    ],
    "single_use": true
  },
  {
    "name": "Vial of Pestilens",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 25,
    "rarity": 9,
    "unique_to": "Skaven only",
    "variable": "2D6",
    "description": "This small crystal vial contains an extremely potent and rapid disease. A single sniff is enough to melt the airways and leave the victim drowning in its own blood. It is, however, short lived and only remains dangerous for a few seconds before it is neutralised in the air.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Vial of Pestilens",
        "description": "The vial may be opened and shoved in the face of the model in base contact that just took the Skaven Out of Action. The opponent must roll equal to or under its Toughness or automatically be taken Out of Action, no save is allowed. If the opponent succumbs to the disease, he didn't manage to go through with the attack and the Skaven is only Stunned not Out of Action. The vial may be used once."
      }
    ],
    "single_use": true
  },
  {
    "name": "Powder Keg",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 15,
    "rarity": 7,
    "unique_to": "",
    "variable": null,
    "description": "A powder keg is treated as a chest with one exception: it can be caused to explode!",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Powder Keg",
        "description": "Warriors may shoot at a powder keg with blackpowder weapons, Cathayan candles, fire bombs and fire arrows and they may attack the keg in close combat using torches and brazier irons. Of course, they may also use all similar weapons and items that can ignite the powder inside.\n\nThe model must hit and wound as usual (Toughness 4). Then roll a D6: on a 4+ the keg explodes (remove the keg from the game). If the model rolled a critical hit the keg automatically explodes.\n\nAn exploding powder keg causes an automatic Strength 6 hit to all models within a range of D6+3”.\n\nWhen playing the Horrors of the Underground scenario, roll another D6: on a 4+ the explosion caused the tunnel to cave in. Place a marker at the powder keg's previous position as described in the Tunnel collapse event."
      }
    ]
  },
  {
    "name": "Rabbit's Foot",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 10,
    "rarity": 5,
    "unique_to": "",
    "variable": null,
    "description": "The rabbit's foot is it symbol of good luck and often worn about the neck on a thin cord of leather by superstitious warriors.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Rabbit's Foot",
        "description": "A rabbit's foot allows the warrior wearing it to reroll one dice during the battle. If not used in the battle it can be used to reroll one dice during the exploration phase providing the hero is able to search through the ruins."
      }
    ]
  },
  {
    "name": "Rain Coat",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 10,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Rain Coats or Capes protect its wearer – and especially his equipment – from becoming soaked with water.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Rain Coat",
        "description": "Note that this miscellaneous item is an exception to the normal rules as it is available to Henchmen."
      }
    ]
  },
  {
    "name": "Red Toof Tribal Jewellery",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 40,
    "rarity": 9,
    "unique_to": "Forest Goblins only",
    "variable": null,
    "description": "Only proving one's prowess in battle can attract the attention of this cadre of warriors. Once inducted to the tribe, the warrior undertakes excessive body piercing!",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Red Toof Tribal Jewellery",
        "description": "This cannot be removed. The model will now be subject to the rules for Frenzy as described in the Mordheim rulebook."
      }
    ]
  },
  {
    "name": "Rope & Hook",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "A warrior using a rope & hook will find it much easier to move amongst the ruins of Mordheim.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Rope & Hook",
        "description": "A warrior equipped with a rope & hook may re-roll failed Initiative tests when climbing up and down."
      }
    ]
  },
  {
    "name": "Rosary",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 10,
    "rarity": 6,
    "unique_to": "",
    "variable": null,
    "description": "A rosary is made of stone or ivory beads and other blessed ornaments lined up on a chain. It helps concentrate while praying or meditating.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Rosary",
        "description": "A prayer user wearing a Rosary may re-roll a failed Difficulty test if he hasn't done anything that turn except moving (no running) or remaining stationary. A Rosary cannot be used in combat."
      }
    ]
  },
  {
    "name": "Scorpion Ring",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 11,
    "unique_to": "",
    "variable": "D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Scorpion Ring",
        "description": "At the beginning of the battle the warrior is able to call forth a single Tomb Scorpion to fight for the warband if he can pass a Leadership test. The summoned scorpion will fight for a single battle only (use Tomb Scorpion from Tomb Guardians list)."
      }
    ]
  },
  {
    "name": "Scroll of the Rat Familiar",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 25,
    "rarity": 8,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": "D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Scroll of the Rat Familiar",
        "description": "The Scroll of Familiar Rat has a spell inscribed on it, usable by a Pestilens Sorcerer as many times as he wants. If the warband includes at least one Giant Rat, the spell may be cast on it before the combat begins, transforming it in a Rat Familiar. If his Rat Familiar is within 6\", the sorcerer may reroll once in a game the dice to overcome the difficulty of a spell. A sorcerer may only have one Rat Familiar at any one time, it is an henchman and it counts normally toward the maximum number of models permitted co the warband. If the sorcerer dies, his Rat Familiar turns back to Giant Rat form. (Clan Pestilens members use this item instead of the normal Familiar).\n\nRat Familiar:\n\nThe Rat Familiar is a Giant Rat enchanted with the Scroll of the Rat Familiar.\n\nProfile\tM\tWS\tBS\tS\tT\tW\tI\tA\tLd\n\n6\t2\t0\t3\t3\t1\t4\t1\t4\n\nEnchanted Animal: The Rat Familiar earns experience as an henchman. A result of 10 - 12 on the henchmen advancement table, instead of the promotion to hero status gives as a result \"Improved spellcasting: if the sorcerer is within 6\" of the Rat Familiar, he gain a +1 bonus when rolling dice to overcome the difficulty of a spell. This ability is cumulative.\""
      }
    ]
  },
  {
    "name": "Sea Dragon Cloak",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 50,
    "rarity": 10,
    "unique_to": "Dark Elves only",
    "variable": "2D6",
    "description": "Dark Elf Corsairs use special cloaks fashioned from Sea Monsters that dwell deep in the oceans depths. These cloaks are tough and resilient and offer Dark Elves with a very good amount of protection.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Sea Dragon Cloak",
        "description": "Scales: 5+ armour save in close combat, 4+ armour save against missiles.\n\nArmour"
      }
    ]
  },
  {
    "name": "Smoke Bomb",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 30,
    "rarity": 10,
    "unique_to": "",
    "variable": "2D6",
    "description": "The Cathayans are experts in working with blackpowder, poisons and other strange natural ingredients far superior to anything known to alchemists of the Old World. Smoke bombs are especially popular with thieves and assassins.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Smoke Bomb",
        "description": "At the beginning of the Movement phase, a smoke bomb may be thrown at any point within 4\" where it creates a thick smoke of 2\" radius that lasts until the beginning of the model's next turn. If the model is in close combat, it must pass an Initiative test or suffer one automatic hit from each enemy model. After that the bomb detonates anyhow – even if the model is wounded.\n\nModels within the smoke may not attack/shoot or be attacked/shot at. Same applies to casting spells and prayers. Models engaged in close combat are immediately moved 1\" away from each other.\n\nAs models cannot see through the smoke, they cannot attack through it either.\n\nHowever, models can move in the smoke, out of it and through it as normal. Note that the Augur of the Sisters of Sigmar is not affected by smoke bombs due to her Blessed Sight.\n\nWhenever a model carrying a smoke bomb is knocked down, stunned or out of action, the bomb detonates on a roll of 4+. Note that no extra roll is needed when a stunned model turns knocked down at the beginning of its turn."
      }
    ],
    "single_use": true
  },
  {
    "name": "Snake Charmer's flute",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 9,
    "unique_to": "",
    "variable": "D6",
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Snake Charmer's flute",
        "description": "A warrior who possesses this item is able to transfix and control serpents. If the warrior does nothing for a whole turn, he may play the flute. If this happens, any serpent within 6\" may not move or attack in their subsequent turn."
      }
    ]
  },
  {
    "name": "Spy Glass",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 8,
    "unique_to": "Pirates only",
    "variable": null,
    "description": "A pirate can use his trusty spy glass to examine the combat ground, spotting any yellow dogs who try to sneak about!",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Spy Glass",
        "description": "At the start of his turn, the owner can try to detect one Hidden enemy model to which he has normal Line of Sight. On a roll of 4+, the model looses his Hidden status. The spying Pirate can move as normal in that turn, but cannot run or charge."
      }
    ]
  },
  {
    "name": "Squig Prodder",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Goblins only",
    "variable": null,
    "description": "This item is a long pole with a trio of spikes at the end. It is used by Goblin Squig herders to keep their livestock in line. Cave Squigs will recognize a Squig prodder and automatically give the bearer more respect, as they've all been on its pointy end more than once!",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Squig Prodder",
        "description": "To represent this, a Goblin with a Squig prodder can keep all Cave Squigs within 12\" from going wild, instead of the normal 6\" (see the Minderz special rule under the Cave Squig entry). In addition, a Squig prodder is treated exactly like a spear in hand-to-hand combat."
      }
    ]
  },
  {
    "name": "Standard of Nagarythe",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 75,
    "rarity": 9,
    "unique_to": "Shadow Warriors only, (May only be purchased when the warband is created",
    "variable": "3D6",
    "description": "While many Shadow Warrior Warbands are simply wandering, some represent groups that have been sent from Ulthuan on some special mission for the Phoenix King. Such bands are really closer to military units than loose bands of warriors. As such, they tend to retain their unit insignia and other trappings. Chief among these is the unit standard. A unit's colours can hold a lot of meaning, particularly when the warriors in that unit lack a true home. A Shadow Warrior band normally makes their standard by hand; cost and rarity represent the difficulty of finding the proper materials (fine silks and thread of gold, for example).",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Standard of Nagarythe",
        "description": "A Standard of Nagarythe can serve as a second rallying point (the Shadow Master is the first, represented by his Leader skill) for the unit. Any members of the Shadow Warrior warband within 12\" of their standard may re-roll any failed Leadership tests, should the standard be captured by the enemy (model holding the standard is taken Out of Action), all members of the warband will be subject to Hatred for the remainder of the game, and may not voluntarily Rout. Note that these effects do not affect any Hired Swords in the warband, only actual Shadow Warriors (including Shadow Warrior heroes) are affected. A model carrying a standard requires one hand free to do so, so no weapons, shields, etc, may be carried in this hand, and no double-handed weapons may be used while the standard is carried. A standard may be used in close combat as a makeshift spear (use the rules for a spear but with -1 on the to hit rolls). A standard may only ever be purchased when the warband is created and may never be added later to the warband."
      }
    ]
  },
  {
    "name": "Superior Blackpowder",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 30,
    "rarity": 11,
    "unique_to": "",
    "variable": null,
    "description": "The model has acquired a better quality of blackpowder than is normally available.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Superior Blackpowder",
        "description": "This new batch adds +1 Strength to all blackpowder weapons that the model has. There is enough superior blackpowder to last for one game."
      }
    ],
    "single_use": true
  },
  {
    "name": "Tarot Cards",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 50,
    "rarity": 7,
    "unique_to": "",
    "variable": null,
    "description": "Though declared blasphemous and illegal by the Grand Theogonist, the Tarot of Stars is said to foretell the future for those who dare to consult it. Not available to Witch Hunters or Sisters of Sigmar.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Tarot Cards",
        "description": "A Hero with a deck of tarot cards may consult them before each game. Make a Leadership test. If successful, the Hero gains a favorable insight into the future and you may modify the result of any one dice in the Exploration phase by -1/+1 (even if the Hero with the cards is taken Out Of Action). If the Leadership test is failed by three or more (i.e., a Hero with Ld of 8 rolls 11 or 12) the cards show a portent of doom and despair and the Hero refuses to fight in the following battle and must miss the next game."
      }
    ]
  },
  {
    "name": "Telescope",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 75,
    "rarity": 10,
    "unique_to": "",
    "variable": "3D6",
    "description": "Common to the great astronomers in the observatories at Nuln, telescopes are a useful, if highly rare, item to have in the City of the Damned. The keen view offered by these instruments makes shooting easier and gives an unparalleled awareness of a warrior's surroundings.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Telescope",
        "description": "Any hero using a telescope may increase the range of any missile weapon he is using by D6 inches each turn. Furthermore, he triples the distance at which he can spot hidden enemies."
      }
    ]
  },
  {
    "name": "Tome of Magic",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "",
    "cost": 200,
    "rarity": 12,
    "unique_to": "",
    "variable": "D6",
    "description": "Sometimes books of forbidden lore are offered for sale in the markets and dark alleys of the settlements around Mordheim.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Tome of Magic",
        "description": "If a warband includes a wizard, he will gain an extra spell from the tome, permanently. He may randomly generate this new spell from his own list or the Lesser Magic list. See the Magic section for details. The benefits from each Tome of Magic apply to only one model. If the warband doesn't contain a wizard, a warrior with the Arcane Lore skill may use the Tome of Magic to learn Lesser Magic"
      }
    ]
  },
  {
    "name": "Torch",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 2,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Warriors lacking the funds for a lantern may have to make do with torches.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Torch",
        "description": "Torches act exactly as lanterns, adding +4\" to the range the model may spot hidden enemies, but has a few other special rules as well. A torch will only last one game. A model armed with a torch counts as causing fear in animals (Hunting Dogs, all riding steeds, Bears, Wolves, etc), and may use a torch as a makeshift club. When used in combat, a torch is treated as a normal club, though with a -1 to hit modifier. Any models that have a Regeneration special rule (like Trolls) will not be able to regenerate wounds caused by a torch during the battle. (Torches may also cause buildings to catch fire – see 'Let the Damned Burn', from Town Cryer 8)."
      }
    ],
    "single_use": true
  },
  {
    "name": "Treasure Map",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 75,
    "rarity": 10,
    "unique_to": "Pirates only",
    "variable": "4D6",
    "description": "Pirates may use a Treasure Map instead of regular exploration of the city ruins. It represents the location (possibly) of a treasure stash another pirate band was forced to bury, before they could bring the booty to a safe hide away.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Treasure Map",
        "description": "Roll a D6 after the game to determine where the map leads you (note that any gold crowns found represent the profit after all shares have been given to the crew).\n\nD6\tResult\n\n1\tThe map turns out to be a fake! However, you do manage to return and trounce the bilge-drinking swine who sold it to you, and he gives your Warband D6x5 gold crowns to make amends (and prevent himself getting keel-hauled!).\n\n2\tThe map leads your crew to a minor stash. After some hours digging, the find a chest containing 1 shard of wyrdstone and some jewels worth 2D6x10 gold crowns.\n\n3\tThe map reveals one of the fabled alestashes of Long Drong Slayer himself! You uncover several barrels of the finest rums, ales, and other assorted spirits. One is a barrel of Bugman's XXXX, which can be used as per the rules for Bugman's Ale. After 'sampling' many of the other barrels, the remainders are sold off for 2D6x10 gold crowns (after the crew wakes up, of course).\n\n4\tBuried deep in the ruins of an unassuming hovel you find several chests filled with fine clothes, plus several notebooks outlining blackmail information for many of the local trading merchants. You realise this must be one of the stashes left by Facio, the great Tilean trickster and rogue. Armed with your new clothing and information, on your next visit to the trading posts you may buy any one item listed on the regular Price Chart as if it was Common (except any other Pirate Warband unique items, such as Swivel Guns or Treasure Maps), assuming you have the money. Once the transaction is complete, you turn around and sell the notebooks to his competitors for 2D6x10 gold crowns, and make any other trading post purchases as normal.\n\nAlso, if in your next game your warband captures anyone, or finds any Stragglers or Prisoners, the fine clothing impresses them quite a bit! The Captain's Leadership is increased by +1 when testing to see if any join your warband.\n\n5\tThe treasure chest that is found has been carefully booby-trapped! One of your Heroes must try to penetrate the maze of poisoned dart-shooters and collapsing pathways that surround the chest by passing an Initiative test. If he passes, his expert approach reveals a Lucky Charm near the chest (which he claims for himself!), and 3D6x10 gold crowns in the chest itself. If he fails the test, he must sit out the next game as he recovers, but the crew do manage to open the chest now that the traps have been set off and gain the gold as above. They do not find the Lucky Charm though as it is drawn back into it's hiding place, there to await a more careful adventurer.\n\n6\tYour crew bow their heads in reverent silence, as the map has lead them to one of the legendary secret burial spots used by Black-Wyrd the Pirate King, first and finest pirate to ever ravage Mordheim. Known for tying shards of Wyrdstone into the thick strands of his hair and beard and then setting them alight so they set off sparks of unholy fire, he was rightly feared by all Warbands throughout the land and sea. Though only a small chest is found at the site, when opened it reveals 2+D3 shards of Wyrdstone, plus a Mordheim Map!"
      }
    ]
  },
  {
    "name": "Trip Wire",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 15,
    "rarity": 2,
    "unique_to": "Horned Hunters only",
    "variable": null,
    "description": "Horned Hunters are expert trappers.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Trip Wire",
        "description": "A Hero may set a trap if he spends a turn doing nothing else (he may not set traps if he's just recovered from being knocked down). Place a marker in base contact with the Hero.\n\nWhen a model, friend or foe, moves within 2\" of the marker he risks setting off the trap – roll a D6. On a score of 3+ he has triggered the trap and suffers a S4 hit (note that the Hero won't trigger his own traps).\n\nIf the trap did not wound the model or it didn't trigger, the victim may finish his move otherwise he is placed knocked down or stunned 2\" from the marker. The marker is removed whether the trap was triggered or not."
      }
    ]
  },
  {
    "name": "Engine of Chaos",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 195,
    "rarity": 10,
    "unique_to": "Chaos Dwarfs only",
    "variable": null,
    "description": "Gaolers lock up their victims in a twisted daemonic machine crafted by the industrial insanity of Chaos Engineers. The vehicle is a living prison on wheels. Armoured engines transport captives to the Dark Lands, to feed fuel to furnaces or to become sacrifices. Profile\tM\tWS\tBS\tS\tT\tW\tI\tA\tLd Engine\t-\t-\t-\t-\t8\t4\t-\t-\t- Wheel\t-\t-\t-\t-\t6\t1\t-\t-\t- Daemon\t6\t-\t-\t-\t6\t3\t-\t-\t-",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Engine of Chaos",
        "description": "Wagon: The Engine of Chaos follows all rules for Wagons (see Empire in Flames Supplement, p. 30–33) unless specified otherwise here.\n\nDaemon: The Engine of Chaos is powered by the binding of a daemon. All references to draft animals pulling the Wagon should be treated as referring to its daemon. Daemon movement is unaffected by cargo.\n\nPassengers: A Chaos Dwarf must function as the driver. No other models but captives may passage the Engine of Chaos. No more than six captives may be imprisoned in the Engine at a time – large creatures (Ogres, Minotaurs, etc.) count as two models.\n\nPedal to the Metal: The driver may apply the effects of the lash. If an Engine of Chaos goes out of control for then refer to the Out of Control table. In the event of rolling the result ‘Loss of Control', replace a result of 5 (The wagon yoke pole snaps…) with;\n\nThe Daemon has released itself from the sorcery which bound it to the Engine of Chaos. The Engine moves 6\" straight ahead and then comes to a halt. The vehicle may no longer move for the remainder of this battle.\n\nPrisoners: Models always become captives when fighting a battle against a Chaos Dwarf warband that has an Engine of Chaos by rolling the Captured result on the Serious Injuries table or by being taken out of action by a Man-catcher. Note that in both cases their equipment is lost to the Chaos Dwarf warband. Some results on the Mordheim Exploration chart let Chaos Dwarfs acquire captives: Straggler (one) and Prisoners (D3). From the Empire in Flames Exploration chart: Raving Lunatic (one), Lost Children (two), Mordheim Refugees (D3), The Hanging Tree (one), Small Farm and Large Farm (two).\n\nModels held as captives can be set free by destroying the Engine of Chaos or by using the prison keys. If a model puts one of the Chaos Dwarf warband's Gaolers out of action they take the keys. A model that takes the keys may free the captives by moving into base contact with the engine. If the Chaos Dwarfs rout before this happens or if the model with the keys is taken out of action (losing the keys to a new keeper), the captives remain captured. Freed captives must always move towards the closest table edge. Captives not from participating warbands use the basic profile for human warriors (see Mercenary warband). Rescued captives return to their former warbands.\n\nHashut's Reward: The Chaos Dwarfs may choose to send captives back to the Dark Lands after a battle. If they do this, any number of captives must be sacrificed to Hashut. The Engine of Chaos plus one Hero must miss the next battle. Unless there is another engine, no models may be captured until they return. Captives must be removed from their warbands rosters permanently. After the Hero rejoins the warband consult the following table.\n\nCaptives\tHashut's Reward\n\n1-3\t+1 Experience points for the leader.\n\n4-5\t+D3 Experience points which can be distributed among the Heroes.\n\n6\t+2D3 Experience points which can be distributed among the Heroes plus D6x5 gold crowns."
      }
    ]
  },
  {
    "name": "Venom Ring",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 20,
    "rarity": 10,
    "unique_to": "",
    "variable": "D6",
    "description": "The Venom Ring renders the wearer immune to the effects of all poisons.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Venom Ring",
        "description": "The Venom Ring renders the wearer immune to the effects of all poisons."
      }
    ]
  },
  {
    "name": "Victuals",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 8,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Victuals",
        "description": "Fire: Victuals may be used after a battle. If the warband sells Treasures, the warband is considered to be one size lower (so a warband with 10-12 members is considered to be comprised of 7-9 members instead). A warband may use as many victuals as they wish, but note that the warband size cannot be considered lower than 1-3 models."
      }
    ],
    "single_use": true
  },
  {
    "name": "Vodka",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 35,
    "rarity": 8,
    "unique_to": "Kislevite Heroes only",
    "variable": "2D6",
    "description": "Kislevites live in a harsh land under constant threat of invasion. While this has instilled a seriousness in these people, it has not diluted their love of celebration one bit. If anything, their love of revelry has increased with the hardships they have had to endure, as they have learned that life is fleeting, and any excuse to enjoy what they have been given is not to be squandered. One of the products of this love of life and celebration is a strong alcoholic spirit called vodka. It is also one of the country's most famous exports, though most inhabitants of the Old World find it too harsh for their palates. Kislevites take such enjoyment in this drink and regard it as something almost magical. Mothers give vodka to their families to ward off sickness and to keep them warm in the long winter months, and warriors indulge both for luck and courage. Outsiders often scoff at the reputed properties of this liquor, but it must be said that a Kislevite army that is well supplied with vodka certainly fights better and in higher spirits than one without.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Vodka",
        "description": "In game terms, vodka is a one-use item of equipment that a Kislevite Hero may give to the warband before the start of the game. Every warrior in the warband receives +1 Leadership (up to a maximum of 10) for that game. In addition, because of its nullifying alcoholic effects, every warband member must test against their Toughness before the start of the game — a failure resulting in -1 Initiative for the duration of the game."
      }
    ],
    "single_use": true
  },
  {
    "name": "War Horn",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 30,
    "rarity": 8,
    "unique_to": "",
    "variable": "2D6",
    "description": "The blaring sound of a war horn can be enough to stir the hearts of any warband which it is attempting to bolster. It grants men courage and gives them the will to fight on defiantly.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "War Horn",
        "description": "A war horn may be used once per battle at the beginning of any turn. It allows the warband to increase its Leadership by +1. The effect will last from the start of one turn to the start of the next. The war horn can be used just before a warband is about to take a rout test."
      }
    ]
  },
  {
    "name": "War Horn of Nagarythe",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 25,
    "rarity": 6,
    "unique_to": "Shadow Warriors only",
    "variable": "D6",
    "description": "Similar to the Standard of Nagarythe, units of Shadow Warriors sent into Mordheim often bring with them a war horn to rally around.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "War Horn of Nagarythe",
        "description": "The rules for the War Horn of Nagarythe are the same as for a normal War Horn above (except for Rarity and price)."
      }
    ]
  },
  {
    "name": "Warpstone Amulet",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 5,
    "unique_to": "Skaven of Clan Pestilens only",
    "variable": null,
    "description": "",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Warpstone Amulet",
        "description": "The owner of a warpstone amulet may reroll a single die during the battle or, if not out of combat at the end of the game, a single die when looking for wyrdstone shards (Clan Pestilens members use this item instead of the Rabbit's Foot)."
      }
    ]
  },
  {
    "name": "Wheelbarrow",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 5,
    "rarity": 5,
    "unique_to": "",
    "variable": null,
    "description": "Probably the adventurer's best friend, wheelbarrows allow for convenient transport of all sorts of bulky objects like treasure chests and powder kegs.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Wheelbarrow",
        "description": "A wheelbarrow is placed on the board like any other model. If you have no adequate model, use a marker to represent the wheelbarrow. A Hero or Henchman who is neither an animal nor stupid may push a wheelbarrow while he is in base-contact with it.\n\nPushing a wheelbarrow does not affect the normal movement of the model. However, it cannot charge whilst pushing a wheelbarrow but it may let go of it at any time.\n\nA wheelbarrow can be used to transport cumbersome items such as chests and barrels. First, the item must be dropped on the wheelbarrow. After that, a model can push the wheelbarrow and its load. A wheelbarrow can contain no more than one cumbersome item at a time, but any number of smaller items (weapons, armour and small misc equipment)."
      }
    ]
  },
  {
    "name": "Winter Furs",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1c",
    "cost": 5,
    "rarity": 2,
    "unique_to": "",
    "variable": null,
    "description": "Winter clothes include Snow Shoes and Pelts. A set of pelts includes gloves and snow shoes. A model wearing a pelt clothing is immune to the following special rules from Bitter Cold weather: Deep Snow and Chilling Cold.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Winter Furs",
        "description": "If the pelt clothing becomes soaked with water, it is useless for the rest of the battle. Note that like Rain Coats, this item may be used by Henchmen also."
      }
    ]
  },
  {
    "name": "Wolfcloak",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1b",
    "cost": 10,
    "rarity": 5,
    "unique_to": "Middenheimers, Norse Explorers and Marauders of Chaos only",
    "variable": null,
    "description": "In Middenheim it is still considered to be the feat of a true man to slay a great wolf single-handed. Warriors who accomplish such a deed will command the respect of their peers, and their cloaks will be blessed by the High Priest of the Cult of Ulric, the god of winter, war and wolves. Middenheimers only.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Wolfcloak",
        "description": "To acquire a Wolfcloak, a Hero must pay 10 gc (to represent the expense of traveling to Middenheim and taking part in a hunt). In addition, the Hero must roll equal to or under his Strength on a D6. If successful, the Hero finds and slays the wolf and can wear its cloak as a mark of his skill and prowess. Note that Middenheimers may buy Wolfcloaks when starting their warband without making a test for availability. A model wearing a Wolfcloak will gain +1 to his armour saves against all shooting attacks."
      }
    ]
  },
  {
    "name": "Wyrdstone Pendulum",
    "type": "Miscellaneous",
    "subtype": "",
    "grade": "1a",
    "cost": 25,
    "rarity": 9,
    "unique_to": "",
    "variable": "3D6",
    "description": "Pendulums made of wyrdstone can reputedly be used to find even more of the magical stone.",
    "strength": null,
    "range": null,
    "properties": [
      {
        "name": "Wyrdstone Pendulum",
        "description": "If he was not taken out, the Hero using the Wyrdstone Pendulum may make a Leadership test after the battle. If he is successful, you may re-roll any one dice in the Exploration phase. This dice may not be re-rolled"
      }
    ]
  },
  {
    "name": "Gnoblar Fighter",
    "type": "Animal",
    "subtype": "Attack Animal",
    "grade": "1c",
    "cost": 15,
    "rarity": 9,
    "unique_to": "Ogres and Chaos Dwarfs only",
    "variable": "+D6",
    "description": "Ogres keep Gnoblars as humans keep dogs, except that Ogres don't keep their Gnoblars well. Each Ogre bites his Gnoblar's ear as a form of identification. Once an Ogre starts eating, it's difficult for him to stop. Even if they don't get eaten, the Chaos Dwarfs are likely to round them up and enslave them.\n\nGnoblars do not count as animals. In all other respects they are treated like War Dogs with the following additional special rules. Gnoblars count as Greenskins but do not suffer from Animosity.",
    "stats": {
      "M": "4",
      "WS": "2",
      "BS": "3",
      "S": "2",
      "T": "3",
      "W": "1",
      "I": "3",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Weapons/Armour",
        "description": "Dagger and sharp stuff (treat as thrown weapon with S2, range 8\" and fire twice)"
      },
      {
        "name": "Largely Insignificant",
        "description": "Gnoblars count towards the number of warriors in a warband but are not considered for Rout tests - neither for determining the initial warband size nor as lost models."
      },
      {
        "name": "Bicker",
        "description": "Roll a D6 at the beginning of the turn for each Gnoblar within 2\" of another Gnoblar and not engaged in close combat. On a result of 1 the Gnoblar starts to bicker, insult and/or bully the other Gnoblar and may do nothing else this turn."
      }
    ]
  },
  {
    "name": "Wardogs",
    "type": "Animal",
    "subtype": "Attack Animal",
    "grade": "1a",
    "cost": 25,
    "rarity": 10,
    "unique_to": "Not available to Skaven",
    "variable": "+ 2D6",
    "description": "The men of the Empire have always been experts at raising ferocious bloodhounds to guard their cattle and holdings against roaming Goblins and Beastmen. A highly trained wardog is a dangerous opponent and worth its weight in gold in Mordheim.",
    "stats": {
      "M": "6",
      "WS": "4",
      "BS": "0",
      "S": "4",
      "T": "3",
      "W": "1",
      "I": "4",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Animal",
        "description": "Animals never gain experience"
      }
    ]
  },
  {
    "name": "Chaos Steed",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 90,
    "rarity": 11,
    "unique_to": "Possessed warbands and Marauders with Chosen of Chaos skill only",
    "variable": null,
    "description": "Chaos Steeds are malformed, debased parodies of the magnificent warhorses of the Empire. They are used by Possessed and other Chaos warbands.",
    "stats": {
      "M": "8",
      "WS": "3",
      "BS": "0",
      "S": "4",
      "T": "3",
      "W": "1",
      "I": "3",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Battle Schooled",
        "description": "The mount has been specially trained to fight on a battlefield. The rider may re-roll any failed loss of control tests. Only one re-roll is allowed per test.\n\nNote\n\nIt is suggested that Chaos steeds should be available to all Chaos warbands, not just those that existed when these rules were originally published."
      }
    ]
  },
  {
    "name": "Cold One",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 100,
    "rarity": 11,
    "unique_to": "Dark Elves, Lizardmen, Norse and Marauders only",
    "variable": null,
    "description": "Scaly, mean and stupid, these native creatures of the New World make excellent mounts upon which to fight.",
    "stats": {
      "M": "7",
      "WS": "3",
      "BS": "0",
      "S": "4",
      "T": "4",
      "W": "1",
      "I": "3",
      "A": "1",
      "Ld": "3"
    },
    "properties": [
      {
        "name": "Fear",
        "description": "Cold Ones cause fear."
      },
      {
        "name": "Stupid",
        "description": "Roll against the rider's Leadership each turn; if the rider fails the test then usual stupidity applies, otherwise move as normal."
      },
      {
        "name": "Scaly",
        "description": "Cold ones give an additional +1 armour save bonus (making +2 total)."
      }
    ]
  },
  {
    "name": "Elven Steed",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 90,
    "rarity": 10,
    "unique_to": "Elves only",
    "variable": null,
    "description": "Elven steeds are graceful animals, but have a vicious temperament when called upon to fight. It is rumoured that even Dark Elves breed these fine beasts. Typically, High Elf steeds are grey and white, Wood Elf steeds are tan and white, and Dark Elf steeds are midnight black.",
    "stats": {
      "M": "9",
      "WS": "3",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "4",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Battle Schooled",
        "description": "The mount has been specially trained to fight on a battlefield. The rider may re-roll any failed loss of control tests. Only one reroll is allowed per test."
      }
    ]
  },
  {
    "name": "Giant Spider",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 100,
    "rarity": 11,
    "unique_to": "Goblins only",
    "variable": null,
    "description": "The Giant Spider is the stuff of nightmares. Typically 10 to 12 feet long they are highly prized by Forest Goblins as mounts.",
    "stats": {
      "M": "7",
      "WS": "3",
      "BS": "0",
      "S": "3(4)",
      "T": "3",
      "W": "1",
      "I": "4",
      "A": "1",
      "Ld": "4"
    },
    "properties": [
      {
        "name": "Poisoned Attack",
        "description": "Giant Spider attacks are poisoned - attacks are considered as Strength 4, but this will not modify any armour saves."
      },
      {
        "name": "Wall Walk",
        "description": "Giant Spiders (and their riders) may walk up and down walls without making Initiative tests. They may only jump up to 2\" across or down, but this does count as a diving charge. When a spider jumps, its rider must make an Initiative test; if this test is failed, something has gone wrong - roll on the Whoa Boy! Table. Note even if the rider has the Running Dismount skill, the maximum diving charge is only 2\".\n\nNote\n\nGiant Spiders cannot be used in a warband that already contains Giant Wolves."
      }
    ]
  },
  {
    "name": "Giant Wolf",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 85,
    "rarity": 10,
    "unique_to": "Goblins only",
    "variable": null,
    "description": "The giant wolf is common in most of the mountain ranges of the known world. However, catching one of these nasty, fastmoving beasts is another thing - especially if you are a Goblin.",
    "stats": {
      "M": "9",
      "WS": "3",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "4",
      "A": "1",
      "Ld": "4"
    },
    "properties": []
  },
  {
    "name": "Mule",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 30,
    "rarity": 7,
    "unique_to": "any warband",
    "variable": null,
    "description": "Their stubbornness is legendary, but even so, these beasts of burden are occasionally ridden by Halflings, Dwarfs and even overweight clerics!",
    "stats": {
      "M": "6",
      "WS": "2",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "2",
      "A": "0",
      "Ld": "4"
    },
    "properties": [
      {
        "name": "Slow",
        "description": "Mules are not the fastest of mounts and only bolt 2D6\"."
      },
      {
        "name": "Stubborn",
        "description": "If a warrior is riding a mule, or is in base contact with a mule, he must make a Leadership test each round or the mule will refuse to move."
      },
      {
        "name": "Ornery",
        "description": "With no leader or rider, a mule will wander in a random direction. Should any close combat occur within 6\", it will automatically bolt directly away from the combat."
      },
      {
        "name": "Non-combatant",
        "description": "Mules will not fight in combat and may not be used to charge into combat - they will simply refuse to move. If an enemy warrior charges a ridden mule, immediately roll on the Whoa Boy! Table. If an unridden mule is charged, it will bolt directly away from the charger."
      }
    ]
  },
  {
    "name": "Nightmare",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 95,
    "rarity": 11,
    "unique_to": "Vampires, Necromancer and Grave Guards only",
    "variable": null,
    "description": "The Vampire Counts occasionally need fell steeds to carry them about their business. Who cares if they're dead? They still have legs, don't they?",
    "stats": {
      "M": "8",
      "WS": "2",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "2",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "May Not Run",
        "description": "As an undead creature, a Nightmare may not run, but may charge as normal."
      },
      {
        "name": "Immune to Poison",
        "description": "Nightmares are not affected by poison."
      },
      {
        "name": "Immune to Psychology (Mount)",
        "description": "As an Undead creature, Nightmares are immune to psychology, never have to make Leadership tests, and will always stand still if left leaderless. However, if the rider suffers a wound, he must roll on the Whoa Boy! Table as normal."
      }
    ]
  },
  {
    "name": "Rhinox",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1c",
    "cost": 200,
    "rarity": 15,
    "unique_to": "Ogres, Marauders, Norse and Merchant Caravans only",
    "variable": "+D6 x 10, check Rhinox rule",
    "description": "Below the ruined realm of the Sky Titans are the ice fields where Rhinox herds and ice elk graze. Rhinoxen have become a cornerstone of culture in the wild kingdoms. To discipline these illtempered beasts of burden requires a momentous feat of strength.",
    "stats": {
      "M": "7",
      "WS": "3",
      "BS": "0",
      "S": "5",
      "T": "5",
      "W": "2",
      "I": "2",
      "A": "3",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Rhinox",
        "description": "A Hero searching for a Rhinox adds +1 to his rarity roll for each point of Strength he has. If a Rhinox was found the Hero must take a Strength test. If the test is failed he was wounded by the Rhinox while he tried to capture and tame it. Roll once on the Serious Injury table for him immediately."
      },
      {
        "name": "Fear",
        "description": "Rhinoxen are large and dangerous cavebeasts with horns as long as a fullgrown man. They cause fear."
      },
      {
        "name": "Bad Tempered",
        "description": "Even Rhinoxen that have been broken by their riders have a temper shorter than a pygmy's thumb. If there is an enemy model that is an eligible target for the Rhinox rider to charge during the Declare Charges part of the Movement phase, it must immediately pass a Leadership test or declare a charge  if there is a choice of models to charge, then the controlling player may choose freely between them."
      },
      {
        "name": "Thunderous Charge",
        "description": "Even a single Rhinox rider in full charge is a terrifying sight, the ground itself trembling as the cavebeast thunders into the ranks of their foe. On any turn when a Rhinox rider charges more than 7\", he causes D3 impact hits at the basic strength of the Rhinox."
      }
    ]
  },
  {
    "name": "Riding/Draft Horse",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1a",
    "cost": 40,
    "rarity": 8,
    "unique_to": "Humans only",
    "variable": null,
    "description": "Riding horses are not trained for battle and will not normally attack an enemy. However, they are useful for moving rapidly around the site of a battle.",
    "stats": {
      "M": "8",
      "WS": "1",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "3",
      "A": "0",
      "Ld": "5"
    },
    "properties": []
  },
  {
    "name": "Temple Dog",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1c",
    "cost": 250,
    "rarity": 13,
    "unique_to": "Dragon Monks, Sisters of Sigmar and Priests only",
    "variable": "+D6 x 10",
    "description": "Magical constructs, chiselled and set from enchanted stone stand immobile guarding temple grounds from intruders. On closer inspection these avatars seem indistinguishable from a normal statue, only springing into life when certain strictures have been violated on the temple grounds. Heavy weathering on the majority of these constructs indicates they may come from an ancient time and that any such magic harnessed during their creation was lost or remains undiscovered. Fanciful tales of hidden shrines, their priests butchered by defilers, now lie concealed in ruin. Ruins watched over by ever vigilant guardians who shall resist all attempts to settle them back into quiet stone, warding off those who dare to unravel the mystery.",
    "stats": {
      "M": "6",
      "WS": "5",
      "BS": "0",
      "S": "5",
      "T": "5",
      "W": "3",
      "I": "3",
      "A": "3",
      "Ld": "8"
    },
    "properties": [
      {
        "name": "Fear",
        "description": "Temple Dogs are supernaturally animated celestial monuments that cause fear in other warriors."
      },
      {
        "name": "Save",
        "description": "Because of their stone-like skin, Temple Dogs have an Armour save of 5+ that is not modified by the strength of attacks against it (or by other save modifiers)."
      },
      {
        "name": "Ferocious Charge",
        "description": "Temple Dogs attack with +1 Strength when charging, due to their bulk."
      },
      {
        "name": "Magical attacks",
        "description": "Magical attacks: All attacks from a Temple Dog are considered to be magical in the same way as the attacks of Daemons."
      },
      {
        "name": "Immune to poison",
        "description": "Temple Dogs are not affected by poison."
      }
    ]
  },
  {
    "name": "War Boar",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1b",
    "cost": 90,
    "rarity": 11,
    "unique_to": "Orcs only",
    "variable": null,
    "description": "Large, ferocious and badtempered - a perfect mount for an Orc Warlord. Orc warbands occasionally make use of these noisome beasts while exploring the ruins of Mordheim and beyond. It isn't common though, as the bigger and meaner Orcs tend to take the boars for themselves.",
    "stats": {
      "M": "7",
      "WS": "3",
      "BS": "0",
      "S": "3",
      "T": "4",
      "W": "1",
      "I": "3",
      "A": "1",
      "Ld": "3"
    },
    "properties": [
      {
        "name": "Ferocious Charge",
        "description": "Orc war boars attack with +2S when charging, due to their bulk. Note that this applies only to the boar, not the rider."
      },
      {
        "name": "Thick Skinned",
        "description": "The thick skin and matted fur of the boar makes him very hard to wound. Boars confer an additional + 1 bonus to the rider's armour save (making +2 total)."
      }
    ]
  },
  {
    "name": "Warhorse",
    "type": "Animal",
    "subtype": "Mount",
    "grade": "1a",
    "cost": 80,
    "rarity": 11,
    "unique_to": "Humans only",
    "variable": null,
    "description": "Warhorses are large, welltrained horses, quite at home in battle. They are primarily used by human warbands.",
    "stats": {
      "M": "8",
      "WS": "3",
      "BS": "0",
      "S": "3",
      "T": "3",
      "W": "1",
      "I": "3",
      "A": "1",
      "Ld": "5"
    },
    "properties": [
      {
        "name": "Battle Schooled",
        "description": "The mount has been specially trained to fight on a battlefield. The rider may reroll any failed loss of control tests. Only one reroll is allowed per test."
      }
    ]
  }
]