[
  {
    "name": "[Animal] Handler",
    "type": "Animal",
    "description": "This skill is highly beneficial if non-ridden animals are to be included in a warband. This skill must be taken for specific animals and may be taken multiple times for different animals. It represents knowledge of the general care and well being of the animal as well as training techniques. A warrior with this skill has a beneficial effect on the animals under his care. If a warrior has the Animal Handling skill for a particular animal, any such animals may use his Leadership provided he is within 6\". If the warband’s leader is also nearby, a player may choose which of the warriors’ Leadership to use unless the animal is stupid, in which case only the Handler’s Leadership may be used. In addition, stubborn animals with a Handler in base contact, ignore the effects of stubbornness. (TC 14)"
  },
  {
    "name": "Ride [Animal]",
    "type": "Animal",
    "description": "A warrior that takes this skill may ride the specified animal, e.g. Ride Rhinox would allow a warrior to ride a Rhinox into battle."
  },
  {
    "name": "Cavalry Commander",
    "type": "Cavalry Skills",
    "description": "Mounted Heroes are an impressive sight. With a good vantage point, they can see (and be seen) far more readily than if they were on foot. If the warband’s leader has this skill and is mounted, he may add an extra 6\" to the distance within which other warriors in the warband may use his Leadership. This is in addition to any other bonuses that increase the range of the leader’s influence. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Trick Riding",
    "type": "Cavalry Skills",
    "description": "By athletically hanging off the side of his mount, a rider makes himself harder to hit. While a rider is trick riding all missile attacks against him suffer -1 to hit in addition to other modifiers. The rider must declare that he is trick riding before moving. He must then make an Initiative test and, if successful, may move full distance. If he fails he loses control of his mount and must roll immediately on the Whoa Boy! table. This skill may not be used with heavy armour because of the agility required. In addition, trick riding requires both hands, so the model may not use a shield or missile weapons whilst using the skill. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Combat Riding",
    "type": "Cavalry Skills",
    "description": "The rider has trained his mount to use its bulk to trample any unmounted enemy before him. A warrior with this skill may make a single additional S4 attack when charging an unmounted opponent. In subsequent rounds of combat, or if charged by enemy warriors, the mounted warrior fights as normal. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Evade",
    "type": "Cavalry Skills",
    "description": "The rider has trained his mount to swerve from side to side in combat, wrongfooting his opponent. A rider with this skill always strikes first in close combat against dismounted opponents. When charged by an opponent, or otherwise fighting an enemy also entitled to strike first, attacks are carried out in order of Initiative. If Initiative is equal, the model with greater Experience strikes first. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Running Dismount",
    "type": "Cavalry Skills",
    "description": "The rider is able to dismount from his mount at speed. The rider may ride up to the mount’s normal move distance and then dismount immediately. No further movement or shooting is possible. This skill may be used to move into contact with the enemy, counting as a diving charge from a height of 2\" – all the usual rules for diving charges apply. Note that the rider then counts as dismounted, gaining no further assistance from his mount. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Athletic Mount",
    "type": "Cavalry Skills",
    "description": "Without breaking stride, the warrior is able to leap onto the back of his mount and immediately spur it into a full gallop. Once the warrior is on board, the mount may make a run or charge move as normal. The warrior must be within half his full move distance of his steed to use this skill. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Horse Archer",
    "type": "Cavalry Skills",
    "description": "The rider has learned the skills of the steppe nomads and can shoot from a running mount. The rider may shoot in a 360 degree arc whilst mounted, and may shoot while his mount is running; however, the shot suffers a -1 to hit penalty in addition to all other normal modifiers. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Mounted Combat Master",
    "type": "Cavalry Skills",
    "description": "The rider is especially skilled at combat against a mounted opponent. If the model is fighting mounted against a mounted opponent and successfully wounds the enemy, the wounded model must add +1 to his roll on the Whoa Boy! table. Warriors without Ride may not use this skill. (TC 14)"
  },
  {
    "name": "Seismic Toss",
    "type": "Large Special Skills",
    "description": "The warrior is so strong that he flings normal warriors aside like it is nothing. The warrior may opt to forgo his usual number of attacks to instead make two unarmed attacks. If both attacks hit, the warrior has grabbed his opponent, and may throw them D6 inches in a direction of his choosing. The thrown warrior will suffer a hit equal to the distance he is thrown unless he passes an initiative test, in which case he lands on his feet. If the warrior falls off a ledge, normal falling damage applies. The warrior may also choose to throw crates and objectives in this manner, in which case no to hit rolls are necessary, but damage to the object still applies. You may attempt to throw your “load” at another warrior, but if you do a BS to hit roll must be passed otherwise the throw misses and continues as normal. Only non-large warriors and crates/objectives may be thrown this way."
  },
  {
    "name": "Juggernaut",
    "type": "Large Special Skills",
    "description": "Once the hero gets going nothing can stop him! Any warrior wishing to intercept a charge by you must pass a strength test, if they fail they are knocked down and you continue to your intended target."
  },
  {
    "name": "Brick Wall",
    "type": "Large Special Skills",
    "description": "The Hero plants his feet becoming an impenetrable wall of bulk. Your warrior is able to stop moving carts in his path on a successful toughness test. Perform the test in the cart owners turn at the point they make contact with the hero. The cart suffers collision but the warrior does not. If they test if failed, both suffer collision. The warrior may also use this skill to prevent a stopped a cart from moving away with a successful strength test, (may also be used on boats if the warrior is on dry land!)"
  },
  {
    "name": "Frog Splash",
    "type": "Large Special Skills",
    "description": "Even the most ungraceful dive can be damaging. When jumping from buildings, the warrior may voluntarily fall rather than attempting to pass any initiative tests. If they do they may land on any model within 3” of the ledge they leapt from. The model landed on suffers the same damage as the falling model does from the fall (D3 Hits at a strength equal to the height of the fall in inches.). If this is done into water the leaping warrior suffers no damage and the victim only suffer damage equal to half the distance fallen."
  },
  {
    "name": "Titanic Grip",
    "type": "Large Special Skills",
    "description": "The sheer strength of the warrior could crush a troll skull. The warrior may weild a two handed weapon in one hand, but the weapon gains the Unwieldy Special rule."
  },
  {
    "name": "Falconer",
    "type": "Animal Skills",
    "description": "Hawking is a popular pastime amongst the Great Families of Marienburg. Gentlemen of noble lineage enjoy nothing greater than \"...discussing the moor country and its prospects for falconry.\" A well trained fighting falcon is fully capable of blinding an opponent. Hunting birds including hawks, owls, ospreys and eagles are specially trained raptors suited to the sport.\nHunting birds can be used as missile weapons and as weapons in hand-to-hand combat as well by any warrior with the Falconer skill. The range of the falcon is 24\". When shooting, roll to hit using the warrior's Ballistic Skill. This represents his skill in directing the falcon to its target in flight. After a falcon attacks it flies back to the falconer. In close combat, falcons strike first with a single attack and use the warrior's Weapon Skill. Each successful falcon attack inflicts a Strength 3 hit.\nIf the Hero is taken out of action the falcon flies away, returning after the battle. Falcons cannot be attacked or slain, but if the Hero is slain the falcons are lost with him just like any other equipment.\nA warrior must wear a leather or mesh falconry glove, otherwise be seriously injured when the raptor landed on his arm during each battle. Make a roll on the Serious Injury Chart in the post battle sequence for a warrior using a hunting bird without a falconry glove.\nUnless stated elsewhere a falconer may only supervise a single hunting bird. (MiM)"
  },
  {
    "name": "Heron Strike",
    "type": "Battle Monks of Cathay Skills",
    "description": "when charging the Battle Monk instead of making their normal attacks they may make a single Flying kick attack, this adds 1” to their charge range gains +1 to critical hit rolls. This attack rolls on the Thrusting weapons chart rather than the Unarmed chart. (MiM)"
  },
  {
    "name": "Swallow Kick",
    "type": "Battle Monks of Cathay Skills",
    "description": "instead of their regular attacks they monk may instead make a single swallow kick attack, which gains +1 to hit, if the attack successfully wounds their opponent, they may make another attack against another opponent in close combat. They may continue in this manner until all opponents have been wounded. (MiM)"
  },
  {
    "name": "Water Form",
    "type": "Battle Monks of Cathay Skills",
    "description": "instead of attacking this round, the Monk may parry with his bare hands and parry multiple attacks, for each parry roll of 6 they may make a free attack after the opponent has finished attacking but before wounds are applied. (MiM)"
  },
  {
    "name": "Inch Punch",
    "type": "Battle Monks of Cathay Skills",
    "description": "instead of making your regular attacks you may instead perform a single One inch punch. If the punch scores a critical hit it instead counts as knocking the target D6 inches backwards, if the target collides with another model, the other model is hit once at S3. (MiM)"
  },
  {
    "name": "Shaggy Hide",
    "type": "Beastmen Raiders Skills",
    "description": "The beastman’s massively shaggy hide acts as armour, deflecting sword strokes and protecting him from harm. The model gains a 6+ armour save that can be combined with other armour as normal. (2005 Rules Review)"
  },
  {
    "name": "Mutant",
    "type": "Beastmen Raiders Skills",
    "description": "The Beastman may buy one mutation. (EiF 74)"
  },
  {
    "name": "Fearless",
    "type": "Beastmen Raiders Skills",
    "description": "Immune to Fear and All Alone tests. (EiF 74)"
  },
  {
    "name": "Horned One",
    "type": "Beastmen Raiders Skills",
    "description": "The Beastman has mighty horns, and can make an additional Attack with its basic Strength on a turn it charges. (EiF 74)"
  },
  {
    "name": "Bellowing Roar",
    "type": "Beastmen Raiders Skills",
    "description": "Only the Beastman Chief may have this skill. He may re-roll any failed Rout tests. (EiF 74)"
  },
  {
    "name": "Manhater",
    "type": "Beastmen Raiders Skills",
    "description": "Will be affected by the rules of Hatred when fighting any Human warbands. (EiF 74)"
  },
  {
    "name": "Virtue of Purity",
    "type": "Bretonnian Knights Skills",
    "description": "The Knight’s sole purpose is to serve the Lady of the Lake. His purity of heart and discipline endow him with the strength of spirit to resist enemy magic. Any spell cast against the knight will be dispelled on the D6 roll of a 4+. This is a natural dispel on account of the knights extreme piety.  (TC8)"
  },
  {
    "name": "Virtue of Valor",
    "type": "Bretonnian Knights Skills",
    "description": "The Knight has vowed to confront the biggest and strongest foes. The more awesome his enemy, the more valourous are his efforts. If fighting a model with a higher Strength characteristic than himself, the Knight may re-roll any failed to hit rolls in hand-to-hand combat.  (TC8)"
  },
  {
    "name": "Virtue of Discipline",
    "type": "Bretonnian Knights Skills",
    "description": "The Knight has total faith in his chivalric code: he maintains self-control in the face of adversity, and displays complete confidence whatever the odds. Once per game, if the Knight is not Out of Action, Stunned or Knocked Down, you may re-roll a failed Rout Test. (TC8)"
  },
  {
    "name": "Virtue of Noble Disdain",
    "type": "Bretonnian Knights Skills",
    "description": "The Knight has nothing but contempt for enemies who hide behind weapons of Dishonour. The Knight is subject to Hatred of all enemies armed with shooting weapons. (TC8)"
  },
  {
    "name": "Virtue of the Impetuous",
    "type": "Bretonnian Knights Skills",
    "description": "The Knight is eager to get to grips with the enemy. He charges into combat with reckless enthusiasm. The Knight gains an additional +D3\" to his move when charging. Roll the dice each time you wish to charge and before moving the model. (TC8)"
  },
  {
    "name": "Virtue of the Squire",
    "type": "Bretonnian Knights Skills",
    "description": "Squires only. The squire has accepted his place in the world, his is a hunter’s heart. The Squire may never become a knight (eg. through the Knighted rule), but may now learn Shooting skills and may learn one immediately when taking this skill. (MiM)"
  },
  {
    "name": "Fury of Khaine",
    "type": "Dark Elf Skills",
    "description": "The Dark Elf is infused with an intense raging thirst for blood and is a whirlwind in hand-to-hand combat, moving from opponent to opponent. The Dark Elf may make a 4\" follow up move if he takes all of his opponents out of action. If he comes into contact with another enemy this starts a new combat. This new combat takes place in the following turn and the model counts as charging. May not follow up in the opponent’s turn. (TC10)"
  },
  {
    "name": "Powerful Build",
    "type": "Dark Elf Skills",
    "description": "The warrior is strongly built for an Elf and is capable of feats of strength. A warrior with this skill may choose skills from the Strength table. The Sorceress may never take this skill and no more than two warriors in the warband may take this skill at any one time. (TC10)"
  },
  {
    "name": "Fey Quickness",
    "type": "Dark Elf Skills",
    "description": "Few can ever hope to match an Elf ’s inhuman quickness and agility. An Elf with Fey Quickness can avoid melee or missile attacks on a roll of 6. If the Elf also has Step Aside or Dodge this will increase to a 4+ in the relevant area. For example, an Elf with Fey Quickness and Step Aside avoids melee attacks on a 4+ and missile attacks on a 6. (TC10)"
  },
  {
    "name": "Infiltration",
    "type": "Dark Elf Skills",
    "description": "A Skaven with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12\" away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first. (RB 93)"
  },
  {
    "name": "Master of Poisons",
    "type": "Dark Elf Skills",
    "description": "The Dark Elf is proficient in concocting different poisons. If the Hero doesn’t search for rare items, he may make D3-1 doses of Dark Venom instead. There is a chance of getting none, as the hero doesn’t have access to a stable workplace. The poison must be used in the next battle and cannot be sold or traded to other warbands as the Dark Elves guard their secrets very carefully. (TC10)"
  },
  {
    "name": "Master of Blades",
    "type": "Dwarves' Skills",
    "description": "This Dwarf’s martial skills surpass those of a normal warrior; he has fought unscathed against hordes of Orcs and Goblins. When using a weapon that has a Parry special rule, this hero parries successfully if he beats or matches his opponents highest ‘to hit’ roll, not just if he beats the roll. In addition, if this warrior is using two weapons that have the Parry special rule, he is allowed to parry two attacks (if his two dice match or beat the two highest Attack dice against him) instead of the normal maximum of one. Note that if this Dwarf has two Dwarf axes (as detailed above) he can reroll any failed parries. (A02 24)"
  },
  {
    "name": "Extra Tough",
    "type": "Dwarves' Skills",
    "description": "This Dwarf is notorious for walking away from wounds that would kill a lesser being. When rolling on the Heroes Serious Injury chart for this Hero after a game in which he has been taken out of action, the dice may be re-rolled once. The result of this second dice roll must be accepted, even if it is a worse result. (A02 24)"
  },
  {
    "name": "Resource Hunter",
    "type": "Dwarves' Skills",
    "description": "This Dwarf is especially good at locating valuable resources. When rolling on the Exploration chart at the end of a game, the Hero may modify one dice roll by +1/-1. (A02 24)"
  },
  {
    "name": "True Grit",
    "type": "Dwarves' Skills",
    "description": "Dwarfs are hardy individuals and this Hero is hardy even for a Dwarf! When rolling on the Injury table for this Hero, a roll of 1-3 is treated as knocked down, 4-5 as stunned, and 6 as out of action. (A02 24)"
  },
  {
    "name": "Thick Skull",
    "type": "Dwarves' Skills",
    "description": "The Hero has a thick skull, even for a Dwarf. He has a 3+ save on a D6 to avoid being stunned. If the save is made, treat a stunned result as knocked down instead. If the Dwarf also wears a helmet, this save is 2+ instead of 3+ (this takes the place of the normal Helmet special rule). (A02 24)"
  },
  {
    "name": "Hide in Shadows",
    "type": "Night Goblins’ Skills",
    "description": "The sneaky Goblin has become an expert at concealing himself from his enemies (and potential victims!). An enemy warrior attempting to detect this warrior when he is Hidden must halve his Initiative (round up) before measuring the distance. (TBMF)"
  },
  {
    "name": "True Grit",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "Dwarfs are hardy individuals and this hero is hardy even for a Dwarf! When rolling on the Injury Table for this hero, a roll of 1-3 is treated as Knocked Down, 4- 5 as Stunned and 6 is Taken Out. (MiM)"
  },
  {
    "name": "Thick Skull",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "The hero has a thick skull even for a Dwarf. He has a special 3+ save on a D6 to avoid being Stunned. If the save is made, treat a Stunned result as Knocked Down instead. If the Dwarf also wears a Helmet, this save is 2+ instead of 3+ (this takes the place of the normal Helmet special rule). (MiM)"
  },
  {
    "name": "Extra Tough",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "This Dwarf is notorious for walking away from wounds that would kill a lesser being. When rolling on the Heroes Serious Injury Chart for this hero after a game in which he has been taken Out of Action, the dice may be re-rolled once. The result of this second dice roll must be accepted, even if it is a worse result. (MiM)"
  },
  {
    "name": "Tunneler",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "The Sapper has an uncanny sense of direction and knows exactly where to position charges in tunnels. if equipped with a cinderblast charge and underground, the Sapper may use the charge to blow a hole to the surface. any mode standing directly above the position of the charge suffers a S4 hit and a new opening to underground is made in that spot. Sapper Only. (MiM)"
  },
  {
    "name": "Tinkerer",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "The dwarf is constantly thinking improvements, even in the head of battle! In the post game the dwarf may roll on the customisation chart to try and improve the gyropcopter. If they have chosen to tinker they may not do any other action post game. (MiM)"
  },
  {
    "name": "Quick Thinker",
    "type": "Dwarf Exiled Engineers’ Skills",
    "description": "The dwarf may add +1 to any roll on the experimental weapons chart. Master Inventor The Engineer may now attempt D3+1 inventions in the post-game phase rather than 1. Expelled Engineer Only. (MiM)"
  },
  {
    "name": "Animosity",
    "type": "Forest Goblins’ Skills",
    "description": "A Forest Goblin Brave may choose to remove his Animosity instead of choosing a skill, should they earn one. (NC)"
  },
  {
    "name": "Darkstalker",
    "type": "Grave Robber Skills",
    "description": "The warrior is accustomed to darkness and has almost cat-like sight. Ignores All Alone tests, and may double his initiative when looking for Hidden models. (LotD)"
  },
  {
    "name": "Instinctual Violence",
    "type": "Grave Robber Skills",
    "description": "The warrior has experienced too many Undead bursting out of the coffin that he is trying to rob that he has developed an almost casual response to such an act. When charged by any number of Undead models, the Hero does not have to check for Fear; in addition, he may nominate one of his attacks to Strike First. (LotD)"
  },
  {
    "name": "De-animator",
    "type": "Grave Robber Skills",
    "description": "The warrior is adept at fighting animated corpses and literally tears them apart. Ignores the No Pain rule for Undead, as his shattering blows can still stun undead as he tears limbs from sockets and breaks bones. (LotD)"
  },
  {
    "name": "Hardy Constitution",
    "type": "Grave Robber Skills",
    "description": "The Hero is a veteran of grave-robbing, and has come across many different diseases and withstood them all. He is completely immune to all diseases and poisons. (LotD)"
  },
  {
    "name": "Body Dealer",
    "type": "Grave Robber Skills",
    "description": "The warrior is brave and corrupt enough to sell human bodies to whomever pays, and is usually sneaky enough to avoid getting caught. However, he is not the only one with looting the dead on their mind! On a roll of 4+, you can recover the body of a Hero or Henchman that died (as a result of a Serious Injury) from your Warband. His equipment is recovered and added to the warband's stash; in addition, the body itself may be sold for 2d6 gc. You may also attempt to recover the bodies of fallen enemies, but there is a chance that the character is noticed and chased away. Roll a D6 and add the Body Dealer's Initiative; the enemy Leader does the same (if their leader was taken OOA, they use the I value of the model with the most experience); if the enemy's score was higher, the Body Dealer was noticed and chased away. If the Body Dealer's score was higher, he may attempt to recover the bodies of the enemy as well as those of his own warband. If you lose the roll by rolling a '1' your Body Dealer is captured by the enemy warband as per the Captured result in the injury table. (LotD)"
  },
  {
    "name": "Crude belch",
    "type": "Halflings’ Skills",
    "description": "Halflings will eat anything spicy. Consequences are to be expected from those inconsiderate enough to consume a rich meal before battle. A Hero with this 'condition' may unleash his thunderous fumes on all enemies engaged in close combat. Those that do not pass a Leadership test suffer a –1 'to hit' modifier for the turn. The Halfling must wait until a new enemy engages him in combat before he relieves himself again.  (MiM)"
  },
  {
    "name": "Stealthy",
    "type": "Halflings’ Skills",
    "description": "The Halfling can hide even after running, and can run while within 8\" of enemy models if he starts and ends his move hidden.  (MiM)"
  },
  {
    "name": "Tea-leaf",
    "type": "Halflings’ Skills",
    "description": "Halflings are most adept at picking pockets! The Hero may attempt to steal one item during the post battle sequence. Choose any item, if it is a common item the Halfling successfully steals it on a 2+ on a D6. Rare items are successfully stolen by rolling higher than the availability number on 2D6. Any items stolen may be used in exactly the same way as one that was bought. If the Hero fails to steal the item roll a D6. On a score of 1-5 the Halfling is chased out of the trading post and escapes. On the score of a 6 the Hero is caught by whatever authorities there may be and is hung. Remove him from the warband roster. (MiM)"
  },
  {
    "name": "Flan-eater",
    "type": "Halflings’ Skills",
    "description": "Halflings are generally considered civilized and it is proven they are prone to absorb foreign customs when travelling the world. Some eventually learn strange new skills before returning home to their communities. This Halfling may immediately learn one skill from the Combat or Strength skill lists. This skill may be taken only once.  (MiM)"
  },
  {
    "name": "Looter",
    "type": "Halflings’ Skills",
    "description": "The Hero is an expert in finding valuables on a victim before moving on. If the Hero takes any warriors of the enemy warband out of action (and he was not taken out of action himself), the Hero's warband receives one additional Treasure or Wyrdstone Shard. This does not affect the opposing warband's number of Treasures.  (MiM)"
  },
  {
    "name": "Taunt",
    "type": "Halflings’ Skills",
    "description": "After years of baiting persecutors into drunken brawls, this Halfling has learned some of the vilest insults in the Empire. During the Shooting phase, the Halfling may choose to taunt one enemy instead of shooting with a missile weapon. The Hero must be able to see the enemy and taunting requires a line of sight as it would for shooting. The player should insult the enemy warrior whenever possible (perhaps his hat looks like a strangled parrot or his mother was a Bretonnian!) and the enemy then takes a Leadership test. If he passes, nothing happens but if he fails he must spend his next movement phase trying to get into close combat with the Halfling who taunted him.  (MiM)"
  },
  {
    "name": "Banditry",
    "type": "Hochland Bandits’ Skills",
    "description": "Between missions, the bandit goes off and robs travelers or other innocent victims. Instead of searching for Rare equipment, the hero may engage in banditry - roll a D6, on a result of 2-6, the banditry is successful and the hero adds D6+1 gold to the warband's stash. However, on a result of 1, the attempted robbery has somehow gone wrong - roll on the Serious Injury table for the bandit, as if he had been taken Out of Action in the last game. If several heroes have this skill, it is quite possible that some are successful and some not in their Banditry attempt between games...that is the nature of theives' honor - if a man falls behind, he is usually on his own! This skill may not be combined with the Huckster's Slick Operator special ability.  (NC)"
  },
  {
    "name": "Hide in shadows",
    "type": "Hochland Bandits’ Skills",
    "description": "The Bandit has become an expert at concealing himself from his enemies (and potential victims!). An enemy warrior attempting to detect this warrior when he is Hidden must halve his Initiative (round up) before measuring the distance. (NC)"
  },
  {
    "name": "Jump back",
    "type": "Hochland Bandits’ Skills",
    "description": "This warrior is an expert at getting himself out of sticky situations. If the warrior is in close combat with an enemy warrior (and not Knocked Down or Stunned) at the start of his Movement Phase, he may attempt to jump out of combat. To attempt to do so, the warrior must make an Initiative test. If he fails the test, the warrior will automatically strike last in that round of combat. However, if he passes, immediately move him 1\" away from the enemy warrior (this does not count against his movement for that Movement Phase); he may then move and otherwise act normally for the test of that that turn (even charging back into combat if he chooses!). (NC)"
  },
  {
    "name": "Sniper",
    "type": "Hochland Bandits’ Skills",
    "description": "The bandit is an expert at shooting his victims from the comfort of cover. When Hiding, the warrior may cast spells or shoot and still remain Hidden. Note that the bandit may not use this skill if he is shooting a Blackpowder weapon! (NC)"
  },
  {
    "name": "Throw voice",
    "type": "Hochland Bandits’ Skills",
    "description": "This rogue has mastered the art of misdirecting enemies who get too close by making them hear noises or voices some distance from his location. If an Enemy warrior is attempting to detect the bandit While he is Hidden, roll a D6 - on a result of 4 or better, the bandit is undetected and remains Hidden. (NC)"
  },
  {
    "name": "Infiltration",
    "type": "Skink Skills",
    "description": "The Skink is a great hunter and is an expert at sneaking upon his prey unnoticed. The Hero may set up anywhere on the table but no closer than 12\" to an enemy and he must start the game in hiding. (TC 12)"
  },
  {
    "name": "Great Hunter",
    "type": "Skink Skills",
    "description": "The Skink Great Crest is adept at making the most of the cover available and imposes an additional -1 to hit the Skink if he is in cover, IE a -2 to hit penalty. (TC 12)"
  },
  {
    "name": "Skills list prohibitions",
    "type": "Saurus Skills",
    "description": "Saurus cannot receive Academic skills and can never use missile weapons."
  },
  {
    "name": "Bellowing Battle Roar",
    "type": "Saurus Skills",
    "description": "The Saurus’ roar is so deafening that enemy  models in base contact suffer -1 to hit in the first round of combat against them. (TC 12)"
  },
  {
    "name": "Toughened Hide",
    "type": "Saurus Skills",
    "description": "Through years of battle the Saurus’ hide has become hardened and the Saurus will only be taken out of action on a 6+. (TC 12)"
  },
  {
    "name": "Backstabber",
    "type": "Low Kings’ Skills",
    "description": "The Hero specializes in attacking his targets when their back is turned. The Hero may charge an opponent he cannot see (he knows you're there!) as long as the target model is within his charge reach. If he does this, he surprises his opponent and receives a +1 to hit him with all attacks and any rolls on the Serious Injuries chart are at +1. The bonus lasts for the first round of combat only, as his opponent will swiftly recover his wits if he survives the initial assault. (MiM)"
  },
  {
    "name": "Pick Locks",
    "type": "Low Kings’ Skills",
    "description": "The Hero knows how to open doors that others find impossible. When testing to open a locked door, the Hero just needs to make an Initiative test in order to be successful. (MiM)"
  },
  {
    "name": "Poisoner",
    "type": "Low Kings’ Skills",
    "description": "A warrior with this skill knows how to prepare lethal poisons and potions. The Hero knows exactly where to resource the drugs and arcane herbs required to produce them himself. The Hero starts each game with his weapons coated with Black Lotus or Dark Venom. The controlling player decides which poison the Hero is armed with before the game starts, and the poison does not need to be traded for. The Hero cannot poison other warrior's weapons, nor will he loan his out! (MiM)"
  },
  {
    "name": "Slaver",
    "type": "Low Kings’ Skills",
    "description": "Any Hero or Henchman put out of action by the Slaver in hand-to-hand combat will automatically be captured (see 'Captured' on the Serious Injuries chart, p.119 of the Mordheim Rulebook) unless the Mobsmen warband is routed. Any Hero or Henchman captured must be sold or exchanged to another warband during the post battle sequence. If an arrangement cannot be reached with another warband, then that particular Hero or Henchman is sold into slavery and removed from the warband roster. There may never be more than two warriors with this skill in the warband at any one time. (MiM)"
  },
  {
    "name": "Stealthy",
    "type": "Low Kings’ Skills",
    "description": "The Hero can hide even after running, and can run while within 8\" of enemy models if he starts and ends his move hidden. (MiM)"
  },
  {
    "name": "Cutpurse",
    "type": "Low Kings’ Skills",
    "description": "The Hero makes his profession by finding items others have lost. At the end of the game when the warband rolls to find Treasures, they receive one additional Treasure as long as the Hero was in the battle, and wasn't taken out of action. (MiM)"
  },
  {
    "name": "Chosen of chaos",
    "type": "Marauders of Chaos Skills",
    "description": "The Hero has been found worthy of his god’s service and entered the rank of a Chaos Warrior. He uses the maximum profile for Warriors of Chaos and the Hero equipment list (if he does not already). (BTB)"
  },
  {
    "name": "Tattooed body",
    "type": "Marauders of Chaos Skills",
    "description": "Only the warband's leader may have this skill. The Hero's body is covered with unholy Chaos signs to attract his patron's attention. The Eye of the Gods special rule's effect (of becoming a Chaos Spawn or receiving a Mark) happens on a result of 10+ instead of 12+ only. Note that for the less favoured Norse leaders this is 11+. (BTB)"
  },
  {
    "name": "Sweeping blow",
    "type": "Marauders of Chaos Skills",
    "description": "Whenever the Hero takes an enemy model out of action using a double-handed weapon he may immediately make an additional attack against another model in base contact. Requires the Strongman skill. (BTB)"
  },
  {
    "name": "Mutant",
    "type": "Marauders of Chaos Skills",
    "description": "The Hero may buy one mutation. See the Mutations section of the Possessed on special rules. Heroes with the Mark of Onogal may choose a Blessing of Nurgle instead (see Empire in Flames, page 66) except the Mark of Nurgle. Note that unlike other skills Marauder Heroes may take this skill more than once. (BTB)"
  },
  {
    "name": "Heart of the warrior",
    "type": "Marauders of Chaos Skills",
    "description": "Only the warband’s leader may have this skill. He may re-roll any failed Rout test and is immune to fear and all alone tests. (BTB)"
  },
  {
    "name": "Fungus Farmer",
    "type": "Night Goblins’ Skills",
    "description": "The industrious little git has a mushroom crop back at the cave. If the Hero doesn’t search for rare items, it may pick D3-1 Mad Cap Mushrooms instead. There is a chance of getting none, as there is no guarantee they will be ready for harvest. Each Mad Cap Mushroom must be used in the next battle, and they cannot be sold or traded to other warbands These are a special high yield/low shelf life crop.  (TBMF)"
  },
  {
    "name": "Infiltrate",
    "type": "Night Goblins’ Skills",
    "description": "A Night Goblin with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband, and more than 12\" away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first.  (TBMF)"
  },
  {
    "name": "Netter",
    "type": "Night Goblins’ Skills",
    "description": "The Goblin applies techniques learned hunting wild Cave Squigs in the depths of the mountains to disable charging enemies. Instead of their normal use, the Goblin may throw a Net they are equipped with at an enemy who is charging them. This will reduce the charge range of the attacker by D6 inches as the charger either slows down to avoid the net, or gets tangled up in it. If this means that the attacker cannot reach the Goblin then it is a failed charge. Regardless of the outcome the Net is lost when this skill is used. (TBMF)"
  },
  {
    "name": "Ride Squig",
    "type": "Night Goblins’ Skills",
    "description": "This Goblin can ride one of the warband's Cave Squigs, or even a Great Squig! The pair deploy as a single model. Standard mount rules are not used, although the rider counts as being mounted for the Cavelry Bonus rule (see spears and lances). While the Sqiug is being ridden, it and the rider move as a single model using the Squig's movement rules, but attack separately in Close Combat. In this skill's text, the use of “Squig” refers to both Cave Squigs and Great Squigs. Any shooting or close combat attacks will hit the rider on a D6 roll of 1-2, and the Squig on a 3-6. If the Squig is stunned or taken out of action, the rider takes a Strength 2 hit with no Armor save as they crash to the ground. If the Rider is stunned or taken out of action, the Squig reverts to normal Squig behavior. In either case the rider is now dismounted for the rest of the battle. Squigs don't like being ridden. If the movement roll results in a double or triple, the rider must roll a D6 before the Squig moves. If the result is over the rider's Strength, they are thrown off before the Squig moves away, and take a Strength 2 hit with no Armor save as they crash to the ground. The rider is now dismounted for the rest of the battle. If the roll is equal to or below their Strength, the rider keeps their grip and remains atop the Squig. (TBMF)"
  },
  {
    "name": "Sneaky Git",
    "type": "Night Goblins’ Skills",
    "description": "The Goblin specializes in attacking their targets from the shadows. They may charge an opponent from hiding, even if they cannot see the target. There is no need for an initiative test, and the target may be over the normal 4” limit for charging unseen targets. If the charge is successful, the Goblin surprises their opponent who will attack at half Weapon Skill and half Initiative, rounded up. This penalty lasts for the first round of combat only, as the opponent will swiftly recover their wits if the initial assault is survived.  (TBMF)"
  },
  {
    "name": "Barbarian courage",
    "type": "Norse Skills",
    "description": "As Norse warriors strive to die bravely in battle, they learn to fear nothing and embrace hardship. This hero never needs to take all alone tests and may re-roll failed fear tests. (TC 13)"
  },
  {
    "name": "Berserk charge",
    "type": "Norse Skills",
    "description": "The Norse are very skilled with weapons that many other races see as primitive and savage. When this hero is armed with an axe or double handed weapon, he may re-roll all failed to hit rolls when he charges. (TC 13)"
  },
  {
    "name": "Battle tongue",
    "type": "Norse Skills",
    "description": "Only a hero with the leader skill may gain this skill. It allows models within 12” of him to use bis leadership, rather than the normal 6”. (TC 13)"
  },
  {
    "name": "Shield master",
    "type": "Norse Skills",
    "description": "Norse warriors begin training with shields when they are still children. Some warriors become so skilled with these weapons they can stop almost any blow against them. When this hero is armed with a shield he may parry with it in addition to getting a 6+ save. (TC 13)"
  },
  {
    "name": "Crushing blow",
    "type": "Norse Skills",
    "description": "Norse warriors train in almost all of their spare time. They are expert fighters and learn to put all of their strength into very powerful attacks. No enemy may parry an attack made by this hero because it strikes with such great power that it pushes right through a buckler or sword. (TC 13)"
  },
  {
    "name": "Master of arms",
    "type": "Ogres’ Skills",
    "description": "The Ogre learns how to use his size. He may now wield a Difficult to Use weapon and a hand weapon at the same time, but not two Difficult to Use weapons. (BTB)"
  },
  {
    "name": "Crude belch",
    "type": "Ogres’ Skills",
    "description": "Ogres eat almost anything. Consequences are to be expected from those inconsiderate enough to consume a rich meal before battle. A Hero with this 'condition' may unleash his thunderous fumes on all enemies engaged in close combat. Those that do not pass a Ld test suffer a –1 ‘to hit’ modifier for the turn. The Ogre must wait until a new enemy engages him in combat before he relieves himself again. (BTB)"
  },
  {
    "name": "Maneater",
    "type": "Ogres’ Skills",
    "description": "Ogres are not civilized of their own accord but it is proven they are prone to absorb foreign customs when travelling the world. Some eventually learn strange new skills before returning home to their tribes. This Ogre may immediately learn one skill from the Shooting or Academic skill lists. This skill may be taken only once and may not be taken by the Guide. (BTB)"
  },
  {
    "name": "Bull charge",
    "type": "Ogres’ Skills",
    "description": "Ogres learn to use their vast bulk in a charge, trampling the enemy to the ground. When charging, an Ogre with this skill may attempt a single attack with a +1 ‘to hit’ modifier rather than making his normal attacks. If successful the enemy model is automatically knocked down. (BTB)"
  },
  {
    "name": "Dog of war",
    "type": "Ogres’ Skills",
    "description": "When an Ogre travels south he can find employment as a tavern bouncer. Some are enlisted by Paymasters to fight for Tilean City States. Drawing from experience gained during a stint on foreign soil, the band can now hire those Hired Swords available for Mercenaries. This skill may only be taken by the leader and if he dies all Hired Swords are removed from the Warband. (BTB)"
  },
  {
    "name": "Bellowing roar",
    "type": "Ogres’ Skills",
    "description": "An Ogre leader expects challenges to his authority. One of the best ways to suppress a mutineer in the ranks is to give his ear drums a good pounding. This skill may only be taken by the warband leader, allowing him to re-roll the first failed Rout test. (BTB)"
  },
  {
    "name": "’ard ’ead",
    "type": "Orcs’ Skills",
    "description": "The warrior has a thick skull even for an Orc. He has a special 3+ save on a D6 to avoid being stunned. If the save is made, treat a stunned result as knocked down instead. If the Orc also wears a helmet, this save is 2+ instead of 3+ (this takes the place of the normal helmet special rule). (A02 13)"
  },
  {
    "name": "Waaagh!",
    "type": "Orcs’ Skills",
    "description": "Orcs are aggressive creatures and some are experts at bulldozing charges. The warrior may add +D3\" to his charge range. (A02 13)"
  },
  {
    "name": "’ere we go!",
    "type": "Orcs’ Skills",
    "description": "Orcs often charge even the most fearsome opponents. The model may ignore Fear and Terror tests when charging. (A02 13)"
  },
  {
    "name": "Da cunnin’ plan",
    "type": "Orcs’ Skills",
    "description": "Only the Boss may have this skill. The warband may re-roll any failed Rout tests as long as the Boss is not out of action. (A02 13)"
  },
  {
    "name": "Well ’ard",
    "type": "Orcs’ Skills",
    "description": "(not available to Black Orc warband) The Orc has a thick, dark-green skin, possibly indicating Black Orc blood. Such is the toughness of the Orc that he may add +1 to any armour saves. (A02 13)"
  },
  {
    "name": "’eadbasher",
    "type": "Orcs’ Skills",
    "description": "Orcs have massive physical strength and some of them even learn to aim their blows at the heads of their opponents, with obvious results. Any knocked down results which the Orc causes in hand-to-hand count as stunned results instead. (A02 13)"
  },
  {
    "name": "Proven warrior",
    "type": "Orcs’ Skills",
    "description": "(Black Orc Young’uns only) This young warrior has proven himself worthy of his Black Orc heritage. This skill may only be taken by a Young’un with the Black Orc blood ability and 25 experience. Once he gains this skill, the model is now considered a full Black Orc Warrior (yet still retains the title of Young’un). He follows all the rules for Black Orcs and uses their equipment list and has access to the same skill lists as a Black Orc. (NC)"
  },
  {
    "name": "Bull Rush",
    "type": "Ostlanders’ Skills",
    "description": "This warrior is huge, even by Ostlander standards, and can use his massive girth to overpower his opponents. When he charges, this Hero may attempt to knock down his opponent rather than making his normal attacks. Roll to hit once with a +1 to hit modifier, though no ‘to wound’ roll is necessary. Instead, if the warrior hits with this attack, the opposing model is Knocked Down. (Models with the Bull Rush skill should have a suitably large beer-belly modeled out of putty whenever possible.) (A02 46)"
  },
  {
    "name": "Foul Odour",
    "type": "Ostlanders’ Skills",
    "description": "Ostlanders are one and all prodigious drinkers and none too hygienic! This warrior rises head and shoulders above the rest. After a lifetime of drinking, liquor has little effect on him any more... not that this stops him from consuming massive quantities! His unwashed clothes and sweat reek of alcohol and all living enemies (not Undead or Possessed) are at -1 to hit him in hand-to-hand combat. In addition, the warrior cannot carry any open flames (torch, lantern, etc.) and fire attacks made against him are resolved at +1 Strength as his beer soaked clothing burns readily. (A02 13)"
  },
  {
    "name": "Taunt",
    "type": "Ostlanders’ Skills",
    "description": "After years of baiting opponents into drunken brawls the Ostlander has learned some of most vile insults in the Empire. During the shooting phase the warrior may choose to taunt one enemy instead of shooting with a missile weapon or casting a spell. The warrior must be able to see the enemy and taunting follows all the LOS rules for shooting (you must taunt the nearest opponent, etc.). The player should insult the enemy model in some manner whenever possible (perhaps his hat looks like a strangled parrot or his mother was a Bretonnian.). The enemy then takes a Leadership test. If he passes, nothing happens but if he fails he must spend his next movement phase trying to get into close combat with the warrior who taunted him. (A02 13)"
  },
  {
    "name": "Animal Friendship",
    "type": "Ostlanders’ Skills",
    "description": "Having grown up amidst the animals of the forest this warrior exudes a certain charm to all ‘normal’ animals (i.e. warhorses, Warhounds, etc.). Animals will never attack him and up to two Wardogs (see Mordheim book, page 54) that the warrior owns do not count against the maximum number of models in the Warband. (A02 13)"
  },
  {
    "name": "Blood Oath",
    "type": "Ostlanders’ Skills",
    "description": "The leader of an Ostlander Warband sometimes takes a Blood Oath never to leave any of his fallen ‘family’ members behind. Such is his determination to protect his fallen Blood-kin that it is extremely difficult to cause him to Rout from the field. Only a Warband’s leader may have this skill, which allows him to re-roll a single Rout test once per game. (A02 13)"
  },
  {
    "name": "Sea Shanty Singer",
    "type": "Pirates’ Skills",
    "description": "The pirate is renowned throughout the seas as one of the greatest singers aboard a ship, able to raise the spirits of any crew with his stirring renditions of ‘The Sloop Johan Bee’, ‘What do you do with a Drunken Halfling?’, and other famous pirate ditties. At the start of his Close Combat phase he can suddenly burst out in song, distracting one opponent in base contact of his choosing. That enemy must pass a Leadership test, or loose 1 Attack that turn. This does not effect Undead or other non-living creatures, such as Possessed. (TC 9)"
  },
  {
    "name": "Sea Legs",
    "type": "Pirates’ Skills",
    "description": "Even in the strongest seas, the pirate has learned to keep his footing and equilibrium. If he Falls during a battle, he may ignore the effects of the D3 hits on a roll of 4+ (make a single roll to see if any of the hits take effect or not). In addition, if he is knocked down or stunned within 1\" of a precipice he may re-roll his Initiative test to see if he falls down or not. (TC 9)"
  },
  {
    "name": "Cutlass Master",
    "type": "Pirates’ Skills",
    "description": "These short, single bladed swords are the mainstay weapon of any pirate crew, and in the hands of a trained seaman they are superb weapons for close quarters fighting. If the pirate is equipped with a Sword, this skill will give him the additional benefit of also being able to parry successfully if the player rolls equal to the number rolled to hit, not just higher as normal. This extra ability only apply if the Pirate is not in the open; ie., only when in cover or in a building, within 2\" of a terrain feature like a wall or tree, etc. (TC 9)"
  },
  {
    "name": "Booming Voice",
    "type": "Pirates’ Skills",
    "description": "(Captain only) The Captain has spent many a battle bellowing orders to his crew, yelling above the roar of the cannons and the screams of the enemy. Once per turn, the captain may shout encouraging words (or threats) at any one pirate within 8\" who just failed his test to see if he runs away from combat, or to stop running away if he was already fleeing. That pirate may then re-roll the test. This can only be done if the Captain is on his feet, but not if the Captain is in close combat himself. (TC 9)"
  },
  {
    "name": "Hardy Constitution",
    "type": "Pirates’ Skills",
    "description": "Many months at sea, and especially many months eating hardtack, have hardened the pirate’s body to effects that would cause a lesser man to collapse. During the battle, the pirate may ignore any Critical Hits on a roll of 5+ (the wound is treated as normal if the roll is successful). If the roll is failed, the Critical Hit is worked out as normal. (TC 9)"
  },
  {
    "name": "Swashbuckler",
    "type": "Pirates’ Skills",
    "description": "The pirate cuts a dashing figure in combat, mixing dazzling swordplay and acrobatic feats with charm and witty comments. Even the basest villains in Mordheim respect (and curse) his ability to always seem to effortlessly slip from their grasp. The pirate may make a Leadership Test at the end of any Hand-to-Hand phase (pirate’s or enemy’s turn) if he is still in base contact with any enemy models. If he passes he may make a normal movement away from the enemy (he may not run or charge), without the enemy striking any blows on him. If he fails the test he remains in combat and must fight as normal in the following turn. (TC 9)"
  },
  {
    "name": "Captain Blood",
    "type": "Pirates’ Skills",
    "description": "The pirate is adept at leaping from the Tops into the melee below.  When making attacks during a Diving Charge, the pirate makes Critical Hits on a 5+ instead of a 6+. (TBMF)"
  },
  {
    "name": "Sea Legs",
    "type": "Pirates’ Skills",
    "description": "The pirate swings through rope and rigging with ease.  When attempting a Diving Charge, the pirate may re-roll a failed Initiative Test, as if he had the Acrobat skill.  He may also fall or jump up to 12” without taking any damage if he passes a single Initiative Test (Note: Mates do not have access to Speed skills, so this duplication of the Acrobat skill is intentional). (TBMF)"
  },
  {
    "name": "Cutlass Master",
    "type": "Pirates’ Skills",
    "description": "These short, single bladed swords are the mainstay weapon of any pirate crew, and in the hands of a trained seaman they are superb weapons for close quarters fighting. If the pirate is equipped with a Sword, this skill will give him the additional benefit of also being able to parry successfully if the player rolls equal to the number rolled to hit, not just higher as normal. (FO 65)"
  },
  {
    "name": "Treasure Hunter",
    "type": "Pirates’ Skills",
    "description": "(Captain only)  The pirate may modify one Exploration die by +1 or -1, so long as they were not taken Out of Action during the scenario. (TBMF)"
  },
  {
    "name": "Swashbuckler",
    "type": "Pirates’ Skills",
    "description": "The pirate cuts a dashing figure in combat, mixing dazzling swordplay and acrobatic feats with charm and witty comments.  Even the basest villains in Mordheim respect (and curse) his ability to always seem to effortlessly slip from their grasp.  The pirate may make a Leadership Test at the end of any Hand to Hand phase (pirate’s or enemy’s turn) if he is still in base contact with any enemy models.  If he passes, he may make an immediate normal movement away from the enemy (but may not run or charge), without the enemy striking any blows on him.  If he fails the test he remains in melee combat and must fight as normal in the following turn. (FO 65)"
  },
  {
    "name": "Bulging Biceps",
    "type": "Pit Fighters’ Skills",
    "description": "The Pit Fighter may ignore the entire ‘heavy’ weapons special rule penalty. The Strength bonus will now apply to all rounds in Close-Combat. So a Morning Star will give +1 Strength in all turns not only the first one. (TC 21)"
  },
  {
    "name": "Force of Will",
    "type": "Pit Fighters’ Skills",
    "description": "When the Pit Fighter loses his last wound and is taken Out-of-Action, he must roll a D6 equal or under his Toughness, each following round he has to roll again on his toughness but then with a -1 modifier for each subsequent round. If he succeeds he gets up and may continue to fight, when he gets taken Out-of-Action a second time he’ll be removed as normal. (TC 21)"
  },
  {
    "name": "Arms master",
    "type": "Pit Fighters’ Skills",
    "description": "The Pit Fighter may now ignore all ‘difficult to use’ rules for all weapons. This enables him to combine certain types of weapons, he can combine a Morning Star with buckler, or even a Morning Star with a Morning Star. (TC 21)"
  },
  {
    "name": "Body Slam",
    "type": "Pit Fighters’ Skills",
    "description": "Instead of making a normal charge, the Pit Fighter may attempt to slam his opponent to the ground, he burrows his shoulder deep into his opponent’s stomach. Instead of making his normal attacks the Pit fighter may make a single attack resolved as following: +1Str, +1 to Hit, no weapon bonuses or abilities. Critical hit on a 5+. (TC 21)"
  },
  {
    "name": "Grizzled Veteran",
    "type": "Pit Fighters’ Skills",
    "description": "The Pit Fighter is used to fighting fearsome monsters and being cornered in the pit when there’s no escape. He has been close to death so many times that he has made his peace and the thought of death no longer bothers him. The Pit Fighter is immune to all psychology. (TC 21)"
  },
  {
    "name": "Ferocious Charge",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "The Slayer may double his attacks on the turn that he charges. He will suffer a -1 to hit penalty on that turn. (TC 21)"
  },
  {
    "name": "Monster Slayer",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "The Slayer always wounds any opponent on a roll of 4+, regardless of Toughness, unless his own Strength (after all modifiers due to weapon bonuses, etc) would mean that a lower roll than this is needed. (TC 21)"
  },
  {
    "name": "Berserker",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "The Slayer may add +1 to his close combat to hit rolls during the turn which he charges. (may not be used with Ferocious Charge). (TC 21)"
  },
  {
    "name": "Master of Blades",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "This Dwarf’s martial skills surpass those of a normal warrior; he has fought unscathed against hordes of Orcs and Goblins. When using a weapon that has a Parry special rule, this hero parries successfully if he beats or matches his opponents highest ‘to hit’ roll, not just if he beats the roll. In addition, if this warrior is using two weapons that have the Parry special rule, he is allowed to parry two attacks (if his two dice match or beat the two highest Attack dice against him) instead of the normal maximum of one. Note that if this Dwarf has two Dwarf axes (as detailed above) he can reroll any failed parries. (A02 24)"
  },
  {
    "name": "Extra Tough",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "This Dwarf is notorious for walking away from wounds that would kill a lesser being. When rolling on the Heroes Serious Injury chart for this Hero after a game in which he has been taken out of action, the dice may be re-rolled once. The result of this second dice roll must be accepted, even if it is a worse result. (A02 24)"
  },
  {
    "name": "Resource Hunter",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "This Dwarf is especially good at locating valuable resources. When rolling on the Exploration chart at the end of a game, the Hero may modify one dice roll by +1/-1. (A02 24)"
  },
  {
    "name": "True Grit",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "Dwarfs are hardy individuals and this Hero is hardy even for a Dwarf! When rolling on the Injury table for this Hero, a roll of 1-3 is treated as knocked down, 4-5 as stunned, and 6 as out of action. (A02 24)"
  },
  {
    "name": "Thick Skull",
    "type": "Dwarf Troll Slayers' Skills",
    "description": "The Hero has a thick skull, even for a Dwarf. He has a 3+ save on a D6 to avoid being stunned. If the save is made, treat a stunned result as knocked down instead. If the Dwarf also wears a helmet, this save is 2+ instead of 3+ (this takes the place of the normal Helmet special rule). (A02 24)"
  },
  {
    "name": "Corpse Bomb",
    "type": "Restless Dead Lich and Necromancer Skills",
    "description": "Special magics and rituals can cause a Zombie to explode when they are near the enemy. Secretly nominate one Zombie at the beginning of the battle to be a Corpse Bomb. If the enemy charges or is charged by the Zombie, it immediately detonates. All models within D6 inches take D3 Strength 4 hits. The detonated Zombie may never be used again as it is splattered in a million pieces! Corpse bombs killed by shooting do not detonate. Only one Zombie at a time can be a corpse bomb although the skill can be taken by both the Necromancer and the Liche."
  },
  {
    "name": "Deathspeaker",
    "type": "Restless Dead Lich and Necromancer Skills",
    "description": "At the start of the battle, the undead player may deploy D3 Zombies for free. These zombies do not count towards the maximum number of models in the warband, but increase the warband’s rating as normal. Zombies created in this way may not be used as Corpse Bombs. These Zombies only last for the duration of the battle."
  },
  {
    "name": "Wraith Touch",
    "type": "Restless Dead Lich and Necromancer Skills",
    "description": "The hero may make a Wraith Touch attack instead of their normal attacks in close combat. The hero making a Wraith Touch makes a single unarmed attack, if it hits, it wounds automatically, all rules that apply to unarmed attacks apply to the Wraith Touch. If a Liche uses this skill and wounds, then he may regain one lost wound. This may not take the hero beyond his starting total. Necromancers do not regain wounds with this skill. This skill has no effect on the Possessed or Undead."
  },
  {
    "name": "Forbidden Rite",
    "type": "Restless Dead Lich and Necromancer Skills",
    "description": "If the hero with this skill did not search for rare items during their last exploration phase, then they start the next battle with a pool of D3+1 (+1) modifiers they can use to increase their casting rolls. They may use as many of these modifiers at a time as they desire."
  },
  {
    "name": "Summoner",
    "type": "Restless Dead Lich and Necromancer Skills",
    "description": "The maximum warband size is increased by 1."
  },
  {
    "name": "Infiltration",
    "type": "Sea Ghosts’ Skills",
    "description": "An Elf with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12\" away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first. (MiM)"
  },
  {
    "name": "Luck",
    "type": "Sea Ghosts’ Skills",
    "description": "The Elf is blessed by Lileath, the Elven goddess of luck. Once per game he may re-roll any dice roll he makes (but not one made by other members of the warband). (MiM)"
  },
  {
    "name": "See in Shadows",
    "type": "Sea Ghosts’ Skills",
    "description": "The warrior's senses have become especially keen from years spent walking the shadows. As long as he has movement to reach them, the warrior may always roll to charge opponents he cannot see (instead of the normal 4\"). (MiM)"
  },
  {
    "name": "Hide in Shadows",
    "type": "Sea Ghosts’ Skills",
    "description": "Over time the Hero has learned how to freeze in place and remain undetected, even from the heightened senses of their Dark Elf cousins. An enemy warrior attempting to detect this warrior when he is Hidden must halve his Initiative before measuring the distance. (MiM)"
  },
  {
    "name": "Powerful Build",
    "type": "Sea Ghosts’ Skills",
    "description": "The warrior is strongly built for an Elf, and is capable of feats of strength not often seen among the elder race. A warrior with this skill may choose skills from the Strength skills table from now on. There may never be more than two Elves with this skill in the warband at any one time. (MiM)"
  },
  {
    "name": "Fey",
    "type": "Sea Ghosts’ Skills",
    "description": "Hostile magic spells will not affect the Elf on a D6 roll of 4+. (MiM)"
  },
  {
    "name": "See in Shadows",
    "type": "Shadow Warriors’ Skills",
    "description": "The warrior’s senses have become especially keen from years spent walking the shadows. As long as he has movement to reach them, the warrior may always roll to charge opponents he cannot see (instead of the normal 4\"). (TC10)"
  },
  {
    "name": "Hide in Shadows",
    "type": "Shadow Warriors’ Skills",
    "description": "Over time Shadow Warriors have learned how to freeze in place and remain undetected, even from the heightened senses of their Dark Elf cousins. An enemy warrior attempting to detect this warrior when he is Hidden must halve his Initiative before measuring the distance. (TC10)"
  },
  {
    "name": "Sniper",
    "type": "Shadow Warriors’ Skills",
    "description": "Long years of guerrilla warfare against the Dark Elves have taught Shadow Warriors how to strike from the shadows without being seen. If Hidden, a warrior with this skill may shoot or cast spells and still remain Hidden. (TC10) If the sniper’s target is not taken out of action he is allowed an immediate Initiative test as are anyone within 2” of him and if successful they spot the sniper and he loses his ability to remain Hidden. (TC 12)"
  },
  {
    "name": "Powerful Build",
    "type": "Shadow Warriors’ Skills",
    "description": "The warrior is strongly built for an Elf, and is capable of feats of strength not often seen among the people of Ulthuan. A warrior with this skill may choose skills from the Strength skills table from now on. This skill may not be taken by Shadow Weavers. (TC10)  There may never be more than two Elves with this skill in the warband at any one time. (TC 12)"
  },
  {
    "name": "Master of Runes",
    "type": "Shadow Warriors’ Skills",
    "description": "The Shadow Weaver has learned to harness the power of the High Elven runes of power (see Elven Runestones, below) to a degree few mages attain. When using Elven Runestones, the mage is +1 to his dispel roll. In addition, the mage can inscribe the weapons and armour of one of his fellow warriors with Elven runes. One member of the Warband may re-roll a single failed armour save or Parry roll once per battle. After a single battle, the runes lose their glamour and must be redone. This skill may only be taken by Shadow Weavers. (TC10)"
  },
  {
    "name": "Sign of Sigmar",
    "type": "Sisters of Sigmar Skills",
    "description": "The Sister is favored by the great god Sigmar. Possessed or Undead opponents lose their first attack against the Priestess in the first round of hand-to-hand combat (down to a minimum of 1). (RB 83)"
  },
  {
    "name": "Protection of Sigmar",
    "type": "Sisters of Sigmar Skills",
    "description": "The Sister has been blessed by the High Matriarch. Any spell which would affect her is nullified on a D6 roll of 4+. Note that if the spell is nullified it will not affect any other models either. (RB 83)"
  },
  {
    "name": "Utter Determination",
    "type": "Sisters of Sigmar Skills",
    "description": "Only the Matriarch may have this skill, which allows her to re-roll any failed Rout tests. (RB 83)"
  },
  {
    "name": "Righteous Fury",
    "type": "Sisters of Sigmar Skills",
    "description": "The Sister feels cold fury and utter contempt towards any evil that pollutes the soil of the holy Empire with its presence. The model hates all Skaven, Undead or Possessed warbands and all models in them. (RB 83)"
  },
  {
    "name": "Absolute Faith",
    "type": "Sisters of Sigmar Skills",
    "description": "The Sister puts her faith in Sigmar, and faces dangers unflinchingly. She may re-roll any Fear tests and does not have to test for fighting alone against several opponents. (RB 83)"
  },
  {
    "name": "Black Hunger",
    "type": "Skaven Skills",
    "description": "The Skaven can draw upon the dreaded Black Hunger, the fighting frenzy which gives him unnatural strength and speed but can ravage him from inside. The Skaven Hero may declare at the beginning of his turn that he is using this skill. The Hero may add +1 attack and +D3\" to the total move to his profile for the duration of his own turn but will suffer D3 S3 hits with no armour save possible at the end of the turn. (RB 93)"
  },
  {
    "name": "Tail Fighting",
    "type": "Skaven Skills",
    "description": "The Skaven may wield a shield, knife or a sword with its tail. The model gains an extra attack with the appropriate weapon or a +1 bonus to its armor save. (RB 93)"
  },
  {
    "name": "Wall Runner",
    "type": "Skaven Skills",
    "description": "The Skaven does not need to take an Initiative test when climbing up walls and other sheer surfaces. Suggested Changes: May run or charge up walls, always striking last when charging in this manner. (RB 93)"
  },
  {
    "name": "Infiltration",
    "type": "Skaven Skills",
    "description": "A Skaven with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12\" away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first. (RB 93)"
  },
  {
    "name": "Art of Silent Death",
    "type": "Skaven Skills",
    "description": "The Skaven has patiently mastered the deadly art of open-hand fighting, as taught by the mystics of Cathay in the temples of the far East. In hand-to-hand combat, the Skaven can fight with his bare paws without any penalties and counts as having two weapons (i.e., +1 attack). In addition, a Skaven Hero with this skill will cause a critical hit on a To Wound roll of 5-6 instead of just 6. This skill may be used in conjunction with the Eshin Fighting Claws (+2 Attacks instead of +1). (RB 93)"
  },
  {
    "name": "Tail Fighting",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "The Skaven may wield a shield, dagger or a sword with its tail. The model gains an extra attack with the appropriate weapon or a +1 bonus to its armour save. (MiM)"
  },
  {
    "name": "Infiltration",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "A Skaven with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12\" away from any enemy model. If both players have models that infiltrate, roll a D6 for each, and the lowest roll sets up first. (MiM)"
  },
  {
    "name": "Unblinking Eye",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "Thanks to the sorcerous devices built by the Warlock Engineers, one of its eyes was replaced with a monstrous telescopic lens. The sharpshooter Hero can spot hidden enemies at twice his Initiative value in inches. (MiM)"
  },
  {
    "name": "Metallic Body",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "Elaborate armour encases the Hero, arms and legs locked inside complicated frameworks of pipes and gears. The Hero has a 3+ armour save. (MiM)"
  },
  {
    "name": "Respirator",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "A complex pump system of tubes has been fed directly into the skaven respiratory organs. The breathing apparatus means the Hero is able to ignore the effects of gas or soporific based attacks. Furthermore the skaven is immune to poison. (MiM)"
  },
  {
    "name": "Tinker-Rat",
    "type": "Skaven Metal Mongers’ Skills",
    "description": "The Hero can't resist making modifications. The beauty of the Machine-Ogre is that, even though it starts off a bit pathetic, battlefield trials are the best way to see what needs to be improved. During the post battle sequence when you would roll for Hero and Henchmen advances, you may decide to have a tinker with your Machine-Ogre. If you do, your Hero cannot be used for anything else in the post battle sequence. Roll 2D6 on the Customisation Chart to see what happens:\n2D6 Result\n2 That didn't go well! Over-enthusiastic tinkering coupled with a wobbly ladder means that something important has been sliced off! Roll again on this chart (rerolling any further instances of 'That didn't go well!' and 'Breakthrough!') but instead of increasing the characteristic rolled, decrease it!\n3 Warpfire Projector. A smaller version of the dreaded warpfire thrower has been built into the machines arm.\n4 Every Gear and Gizmo. For some reason, the engineer decided that more gizmos were needed! Although it may seem illogical, the extra gears give the MachineOgre +1 Movement.\n5 Warp-powered Skeleton. A stroke of genius on the engineer's part has hardened the bones with warpstone dust resulting in +1 Weapon Skill.\n6 Faster Pistons. New rumbling pistons with faster moving joints lets the Machine-Ogre react faster meaning it gains +1 Initiative.\n7 More Reliable. The engineer has tuned the skeletal automaton. The result of the D6 roll to activate and work the MachineOgre can be re-rolled each turn.\n8 Extra Arm. Drawing inspiration from a passing mutant, the engineer decides more arms are a great idea! The Machine-Ogre gains +1 Attack.\n9 Bigger Claws. Welding bigger, heavier claws to the Machine-Ogre means that it can grip with more force! The MachineOgre gains +1 Strength.\n10 Reinforced Cavity. Chest plates of steel, wire and tubing running from machinery behind the ribs to sink into metal rods bolted to each arm and leg make the skeletal bulk more durable. The MachineOgre gains +1 Toughness.\n11 Steel Spine. A new sub-frame gives the Machine-Ogre a more durable design. The Machine-Ogre gains +1 Wound.\n12 Breakthrough! If by accident or by design, the tinkering has worked brilliantly! Roll a further D3 times on this chart, ignoring any further rolls of 'Breakthrough!'\n(MiM)"
  },
  {
    "name": "Black Hunger",
    "type": "Skaven Clan Pestilens Skills",
    "description": "The Skaven can draw upon the dreaded Black Hunger, the fighting frenzy which gives him unnatural strength and speed but can ravage him from inside. The Skaven Hero may declare at the beginning of his turn that he is using this skill. The Hero may add +1 attack and +D3\" to the total move to his profile for the duration of his own turn but will suffer D3 S3 hits with no armour save possible at the end of the turn. (RB 93)"
  },
  {
    "name": "Censer Bearer",
    "type": "Skaven Clan Pestilens Skills",
    "description": "Only a Clan Pestilens member with the Black Hunger special skill may choose the Censer Bearer special skill.  A Clan Pestilens member with this skill is called a Censer Bearer.  He gains the special rule Frenzy and the only weapon he may use in close combat is a censer.  (TC 29)"
  },
  {
    "name": "Rotten Body",
    "type": "Skaven Clan Pestilens Skills",
    "description": "A Clan Pestilens member with this skill has grown accustomed to poisons, diseases, and the fog of death emanated by censers.  He is now immune to poisons and diseases and, if taken out of combat because of a failed test for wielding a censer, he will not have to roll for injuries at the end of the battle, recovering automatically. (TC 29)"
  },
  {
    "name": "Contagious",
    "type": "Skaven Clan Pestilens Skills",
    "description": "Only a Clan Pestilens member with the Rotten Body skill may choose the Contagious special skill.  A model who inflicts and injury in close combat that sends the Contagious member of the Clan Pestilens out of combat must take a Toughness test.  Roll a D6.  If the result is higher than the Toughness of the model taking the test, he will suffer an automatic wound.  A result of 6 always inflicts a wound.  Models of Undead or Possessed never take this test.  (TC 29)"
  },
  {
    "name": "Ignore Pain",
    "type": "Skaven Clan Pestilens Skills",
    "description": "Only a Clan Pestilens member with the Resilient Strength skill may choose the Ignore Pain special skill.  A Clan Pestilens member with this skill treats “Stunned” injuries as “Knocked Down.” (TC 29)"
  },
  {
    "name": "Knowledge of Myths and Legends",
    "type": "Strigany Skills",
    "description": "The Hero has spent most of their life chasing rumours of promised glory and heeding cryptic prophecies of those with supernatural abilities. During the Exploration phase, if the Hero was not taken out of action, you may re-roll one dice, keeping the second result even if it is worse. (MiM)"
  },
  {
    "name": "Bull Rush",
    "type": "Strigany Skills",
    "description": "This warrior can use his massive girth to overpower his opponents. When he charges, the Hero may attempt to knock down his opponent rather than making his normal attacks. Roll to hit once with a +1 to hit modifier, though no roll to wound is necessary. Instead, if the warrior hits with this attack, the opposing model is knocked down. (MiM)"
  },
  {
    "name": "Songster",
    "type": "Strigany Skills",
    "description": "Entertaining shanties and novelty songs boost the morale of all those around. Any friendly model within 6\" of the Hero may re-roll any failed Leadership test with a +1 to Leadership. This includes rout tests."
  },
  {
    "name": "Prize-fighter",
    "type": "Strigany Skills",
    "description": "The Hero suffers no penalties whatsoever for fighting unarmed and they receive +1 Attack when doing so. (MiM)"
  },
  {
    "name": "Animal Charmer (eg. Dog Charmer)",
    "type": "Strigany Skills",
    "description": "The Hero can control up to five animals using Strigany charms provided that they remain within 6\" of him. If an animal is not within 6\" of the Animal Charmer in the Movement phase, they will move D6\" in a random direction. If that takes them into contact with a model, either friend or foe, it will attack as if charging. (MiM)"
  },
  {
    "name": "Infiltration",
    "type": "Strigany Skills",
    "description": "A Strigany with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12\" away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first. (MiM)"
  },
  {
    "name": "Sand worm",
    "type": "Tomb Robbers’ Skills",
    "description": "The warrior can bury himself in sand and become almost undetectable.  The model can Hide in open ground.  Cannot be used inside buildings."
  },
  {
    "name": "Hit and run",
    "type": "Tomb Robbers’ Skills",
    "description": "The warrior can run and shoot but suffers -2 to hit instead of the usual -1 for moving."
  },
  {
    "name": "Weather tolerant",
    "type": "Tomb Robbers’ Skills",
    "description": "The warrior has grown so used to the weather that it doesn’t affect him anymore.  Weather conditions such as heat no longer affect this model."
  },
  {
    "name": "Transfixing Glare",
    "type": "Undead Vampires' Skills",
    "description": "The Vampire is able to hypnotize a victim using his glowing red eyes, the victim will remain passive and wait for the Vampire to close. The Glare may be used on any living model in base contact that is not Immune to Psychology. The victim must pass a Leadership test on a 2D6 or be transfixed. A transfixed model may not attack in close combat and is treated as being knocked down for purpose of being attacked. Roll for the Glare at the start of the combat phase. (TC11)"
  },
  {
    "name": "Mist Form",
    "type": "Undead Vampires' Skills",
    "description": "A Vampire's human form is only one of many and a few can transform into a thin mist in the recovery phase. While in this state the Vampire has a move of 2D6\" per turn. He may not attack in close combat, shoot with a missile weapon or cast spells and he gains no protection from armour. All to hit rolls against the Vampire need a natural '6' to hit and all to wound rolls need a natural '6 '. Note that this may not be modified by any bonuses as it represents the protection of a non-physical form. The Vampire may reduce the injury roll by -2. If the Vampire is knocked down he immediately reverts to his physical form. The Vampire may change back to Vampire form in any subsequent recovery phase by choice. (TC11)"
  },
  {
    "name": "Ratswarm Form",
    "type": "Undead Vampires' Skills",
    "description": "Some Vampires hold a sway over nature and they can transform into animals such as a wolf, a swarm of rats or a giant bat. A Vampire can change form in the recovery phase regardless of whether the Vampire is Knocked Down or Stunned but he suffers all penalties for standing up for example. The Vampire may change back to Vampire form at the start of any subsequent recovery phase. M6 WS3 BS0 S3 T3 W* I* A4 Ld* *Use the same characteristics as the Vampire. While in Ratswarm form the Vampire may not use weapons and does not receive any protection from armour. He cannot shoot with a missile weapon or cast spells but can attack in close combat without a penalty for fighting without a weapon. The Vampire should be represented by a Ratswarm base but treat the Vampire as being the size of a single rat for moving through alleys or similar small spaces. The Vampire may move through small holes and gaps that would allow a single rat-sized creature to pass through and can thus move through walls as most have a small holes in them. (TC11)"
  },
  {
    "name": "Bat Form",
    "type": "Undead Vampires' Skills",
    "description": "Many Vampires can transform into giant bats. A Vampire can change form in exactly the same manner as detailed above. M8 WS3 BS0 S3 T2 W* I* A1 Ld* *Use the same characteristics as the Vampire.  Whilst in Bat form the Vampire may fly and ignores movement penalties, he cannot run as such but may move double distance and a charge move is also doubled. The Vampire may not use weapons and does not receive any protection from armour. He cannot shoot with a missile weapon or cast spells but can attack in close combat without a penalty for fighting without a weapon. (TC11)"
  },
  {
    "name": "Giant Wolf Form",
    "type": "Undead Vampires' Skills",
    "description": "Many Vampires can transform into Giant Wolves. A Vampire can change form in exactly the same manner as described above. M9 WS4 BS0 S4 T3 W* I* A2 Ld* *Use the same characteristics as the Vampire. Whilst in Wolf form the Vampire may not use weapons and does not receive any protection from armour. He cannot shoot with a missile weapon or cast spells but can attack in close combat without a penalty for fighting without a weapon. (TC11)"
  },
  {
    "name": "Strike to Injure",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior can land his blows with uncanny accuracy. Add +1 to all injury rolls caused by the model in hand-to-hand combat."
  },
  {
    "name": "Combat Master",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is able to take on several opponents at once. If he fights against more than one enemy at a time, he gains an extra Attack in each hand-to-hand combat phase as long as he is fighting two or more enemy models. In addition, the warrior is immune to All Alone tests."
  },
  {
    "name": "Weapons Training",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). A warrior with this skill is adept at using many different weapons. He may use any hand-to-hand combat weapon he comes across, not just those in his equipment options."
  },
  {
    "name": "Web of Steel",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). Few can match the ability of this warrior. He fights with great skill, weaving a web of steel around him. The model gains +1 to all his rolls on Critical Hit tables in hand-to-hand combat."
  },
  {
    "name": "Expert Swordsman",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior has been expertly taught in the art of swordsmanship. He may re-roll all missed attacks if he is using a sword in the hand-to-hand phase of the turn that he charges. This only applies when armed with normal swords or weeping blades, not double-handed swords or any other weapons."
  },
  {
    "name": "Step Aside",
    "type": "Combat Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior has a natural ability to avoid injury in combat. Each time he suffers a wound in close combat he may make an additional saving throw of 5+. This save is never modified and is taken after all other armour saves."
  },
  {
    "name": "Quick Shot",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). Only with bow or crossbow (not crossbow pistol). The warrior may shoot twice per turn with a bow or crossbow (but not a crossbow pistol)."
  },
  {
    "name": "Pistolier",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is an expert at using all kinds of pistols. If he is equipped with a brace of pistols of any type (including crossbow pistols), he may fire twice in the Shooting phase (normal reloading rules apply). If he has a single pistol then he may fire it in the same turn it was reloaded."
  },
  {
    "name": "Eagle Eyes",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior's sight is exceptionally keen. He adds +6\" to the range of any missile weapon he is using."
  },
  {
    "name": "Weapons Expert",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior has been trained to use some of the more unusual weapons of the known world. He may use any missile weapon he comes across, not just the weapons available from his warband's list."
  },
  {
    "name": "Nimble",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). Cannot be combined with Quick Shot. The warrior may move and fire with weapons that are normally only used if the firer has not moved. This skill cannot be combined with the Quick Shot skill."
  },
  {
    "name": "Trick Shooter",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior can shoot through the tiniest gap without it affecting his aim. He ignores all modifiers for cover when using missile weapons."
  },
  {
    "name": "Hunter",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is an expert at getting his weapon loaded and ready. He may fire each turn with a handgun or Hochland long rifle."
  },
  {
    "name": "Knife-Fighter",
    "type": "Shooting Skills",
    "description": "Source: Mordheim Rulebook (core). Cannot be combined with Quick Shot. The warrior is an unrivalled expert at using throwing knives and throwing stars. He can throw a maximum of three of these missiles in his shooting phase and may divide his shots between any targets within range as he wishes. This skill cannot be combined with the Quick Shot skill."
  },
  {
    "name": "Battle Tongue",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). Only for leaders; Undead leaders cannot use. The warrior has drilled his warband to follow short barked commands. This increases the range of his Leader ability by 6\"."
  },
  {
    "name": "Sorcery",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). Only for spellcasting Heroes; Sisters of Sigmar and Warrior-Priests cannot use. This skill may only be taken by Heroes capable of casting spells. A warrior with this skill gains +1 to his rolls to see whether he can cast spells successfully or not."
  },
  {
    "name": "Streetwise",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). A warrior with this skill has good contacts and knows where to purchase rare items. He may add +2 to the roll that determines his chances of finding such items."
  },
  {
    "name": "Haggle",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). Once per post-battle sequence, minimum cost 1gc. The warrior may deduct 2D6 gold crowns from the price of any single item (to a minimum cost of 1gc) once per post-battle sequence."
  },
  {
    "name": "Arcane Lore",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). Cannot be taken by Witch Hunters, Sisters of Sigmar or Warrior-Priests. Any warrior with this skill may learn Lesser Magic if he owns a Tome of Magic."
  },
  {
    "name": "Wyrdstone Hunter",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior has an uncanny ability to find hidden shards of wyrdstone. If a Hero with this skill is searching the ruins in the exploration phase you may re-roll one dice when rolling on the Exploration chart. The second result stands."
  },
  {
    "name": "Warrior Wizard",
    "type": "Academic Skills",
    "description": "Source: Mordheim Rulebook (core). Only for spellcasters. The mental powers of the wizard allow him to wear armour and cast spells."
  },
  {
    "name": "Scribe",
    "type": "Academic Skills",
    "description": "Source: 2002 Annual (1b). Only for spellcasters/prayer users; scrolls crumble after use. It allows them to make a scroll before the battle and inscribe a single spell or prayer upon it. The scroll may be used just before they are about to cast the spell or prayer and allows the caster +2 to his difficulty roll. Once used the scroll will crumble to dust and is useless. Scrolls may not be saved up from battle to battle if they are not used."
  },
  {
    "name": "Mind Focus",
    "type": "Academic Skills",
    "description": "Source: 2002 Annual (1b). Only for spellcasters/prayer users. When using a spell or prayer the warrior with this skill may reroll one dice roll used in the difficulty roll."
  },
  {
    "name": "Tactician",
    "type": "Academic Skills",
    "description": "Source: 2002 Annual (1b). Only for warband leaders. In any scenario the warband leader may reposition his warriors after his opponent has set up and may even advance them up to 12 inch onto the board instead of 8 inch."
  },
  {
    "name": "Hunch",
    "type": "Academic Skills",
    "description": "Source: 2002 Annual (1b). Only for warband leaders. In any scenario the warband leader may position up to 3 of his men capable of earning experience in any ruined building on the board that is at least 12 inch away from an enemy model and not in the enemy deployment zone."
  },
  {
    "name": "Magical Aptitude",
    "type": "Academic Skills",
    "description": "Source: 2002 Annual (1b). Only for spellcasters, not Sisters of Sigmar or Warrior Priests. The warrior may attempt to cast two spells each turn as long as he is not in hand-to-hand combat. After attempting the first spell, he must take a toughness test. If he passes he may attempt a second spell that turn or even cast the same spell twice. If he fails he must roll on the injury table immediately with no saves, treating out of action results as stunned instead."
  },
  {
    "name": "Tomb Raider",
    "type": "Academic Skills",
    "description": "Source: Town Cryer #10, for Lustria (1b). Replaces Wyrdstone Hunter. The hero is experienced in traversing the underground tunnels to locate the hidden chambers. If the hero was not taken out of action and is free to explore in the Exploration phase, you may re-roll one dice on the Exploration chart. The second result stands."
  },
  {
    "name": "Trap Expert",
    "type": "Academic Skills",
    "description": "Source: Town Cryer #17, for Khemri (1b). This Hero is able to detect traps in the tombs with relative ease. A character who possesses this skill will never set off traps himself (but may be subject to their effects if he is too close when it goes off). He can attempt to disarm traps by stopping at the trap during his Movement phase. To disarm a Simple trap, roll 6+ on 2D6. To disarm a Complex trap, roll 8+ on 2D6. If unsuccessful, he must test against his Initiative; a failed test means he sets off the trap himself. He can also attempt to restore dud or previously de-activated traps: roll a D6 (1-4 Simple, 5-6 Complex), then roll 6+ on 2D6 to restore a Simple trap or 8+ on 2D6 for a Complex trap. Failure means the trap fails to activate."
  },
  {
    "name": "Driver",
    "type": "Academic Skills",
    "description": "Source: Border Town Burning (1c). A wagon driven by a Hero with this skill may re-roll results on the Out of Control chart. The second result must be accepted even if it is worse."
  },
  {
    "name": "Strategist",
    "type": "Academic Skills",
    "description": "Source: Border Town Burning (1c). Hero misses battle, does not gain XP, warband counts as one less model. Before each battle a Hero with this skill may decide to develop plans that further the tactical ambitions of the warband. Choosing to have this model voluntarily miss the next battle due to pondering means the warband gains +1 campaign point after the battle. The Hero does count for calculating warband rating and selling wyrdstone/treasure, but does not count as part of the warband when taking Rout tests. Initial warband size is considered to be one model less during the battle."
  },
  {
    "name": "Scholar",
    "type": "Academic Skills",
    "description": "Source: Border Town Burning (1c). Only for spellcasters/prayer users. Whenever the warrior may learn a new spell or prayer through an advance, he may choose which one he learns instead of determining at random, or he may decrease the difficulty of any one spell or prayer he already knows by -1 permanently."
  },
  {
    "name": "Mighty Blow",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior knows how to use his strength to maximum effect and has a +1 Strength bonus in close combat (excluding pistols). As his Strength is used for close combat weapons, the bonus applies to all such weapons."
  },
  {
    "name": "Pit Fighter",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior has learned how to fight in enclosed spaces from his time in the dangerous fighting pits of the Empire. He is an expert at fighting in confined areas and adds +1 to his WS and +1 to his Attacks if he is fighting inside buildings or ruins. Define which bits of terrain count as buildings or ruins at the start of a battle."
  },
  {
    "name": "Resilient",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is covered in battle scars. Deduct -1 Strength from all hits against him in close combat. This does not affect armour save modifiers."
  },
  {
    "name": "Fearsome",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). Such is the reputation and physique of the model that he causes fear in opposing models."
  },
  {
    "name": "Strongman",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is capable of great feats of strength. He may use a double-handed weapon without the usual penalty of always striking last. Work out order of battle as you would with other weapons."
  },
  {
    "name": "Unstoppable Charge",
    "type": "Strength Skills",
    "description": "Source: Mordheim Rulebook (core). When he charges, the warrior is almost impossible to halt. He adds +1 to his Weapon Skill when charging."
  },
  {
    "name": "Handyman",
    "type": "Strength Skills",
    "description": "Source: Border Town Burning (1c). The warrior is skilled in fixing minor damage on the wagon. If the wagon is stationary and has not moved during the last turn then if the warrior is in contact with the wagon, he may repair one previously damaged wheel. The Hero may do nothing else that turn and the wagon may not be moved. A wagon cannot be repaired if an enemy model is in contact with the handyman or the wagon."
  },
  {
    "name": "Beastmaster",
    "type": "Strength Skills",
    "description": "Source: Border Town Burning (1c). The Hero is able to communicate on a primal level with any beast he encounters. If the model confronts an animal (not mount) in hand-to-hand combat, before combat he may take a Leadership test. If the test fails, combat proceeds as normal. If successful the animal falls under his command. Place the models 1\" apart. The player may control the animal, but the beastmaster must pass a Leadership test at the beginning of his turn or control is lost. The animal must remain within 6\" of the Hero or control is lost."
  },
  {
    "name": "Leap",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior may leap D6\" in the movement phase in addition to his normal movement. He may move and leap, run and leap, or charge and leap, but he can only leap once per turn. A leaping warrior may jump over opposing man-sized models, including enemies, and obstacles 1\" high without penalty. The leap may also be used to leap over gaps, but you must commit before rolling the dice to see how far he jumps. If he fails, he falls through the gap."
  },
  {
    "name": "Sprint",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior may triple his Movement rate when he runs or charges, rather than doubling it as normal."
  },
  {
    "name": "Acrobat",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior is incredibly supple and agile. He may fall or jump from a height of up to 12\" without taking any damage if he passes a single Initiative test, and can re-roll failed Diving Charge rolls. He can still only make a diving charge from a height of up to 6\"."
  },
  {
    "name": "Lightning Reflexes",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). If the warrior is charged he will strike first against those that charged that turn. As the charger(s) also normally strike first (for charging), the order of attack is determined by comparing Initiative values. If Initiative is equal, the model with greater Experience strikes first."
  },
  {
    "name": "Jump Up",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). The warrior can regain his footing in an instant, springing to his feet immediately if he is knocked down. The warrior may ignore knocked down results when rolling for injuries, unless he is knocked down because of a successful save from wearing a helmet or because he has the No Pain special rule."
  },
  {
    "name": "Dodge",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). A warrior with this skill is nimble and as fast as quicksilver. He can avoid any hits from a missile weapon on a D6 roll of 5+. This roll is taken against missiles as soon as a hit is scored to see whether the warrior dodges it, before rolling to wound, and before any effects from other skills or equipment such as lucky charms."
  },
  {
    "name": "Scale Sheer Surfaces",
    "type": "Speed Skills",
    "description": "Source: Mordheim Rulebook (core). A warrior with this skill can scale even the highest wall or fence with ease. He can climb up or down a height equal to twice his normal Movement, and does not need to make Initiative tests when doing so."
  }
]
